{
    "content": "﻿Daniel\n\nDaniel era da tribo de Judá e, acredita-se, da família real. Ezequiel, seu contemporâneo, mas muito mais velho, fala dele como sábio ao ponto de provérbio, quando repreende o rei de Tiro por sua presunção: \"Tu és mais sábio que Daniel\". Ele também cita Noé, Daniel e Jó como os que tinham o maior interesse no céu. Ele viveu uma vida longa e ativa nas cortes e conselhos de alguns dos maiores monarcas que o mundo já teve. No entanto, ninguém estava mais intimamente familiarizado com a mente de Deus do que aquele que foi cortesão, estadista e homem de negócios. Supõe-se geralmente que ele viveu até a velhice e morreu em Susã, na Pérsia.\nO primeiro capítulo deste livro e os três primeiros versículos do segundo estão em hebraico, assim como os quatro últimos capítulos. O restante do livro está em caldeu: Daniel continua a história sagrada, desde a primeira tomada de Jerusalém pela Babel caldeia até sua destruição final por Roma, a Babel mística.\nCapítulo I\nO primeiro cativeiro de Jeoaquim, vv. 1, 2. A escolha de Daniel e alguns outros jovens para serem criados para o serviço de Nabucodonosor, vv. 3-7. Sua preferência por legumes em vez da comida do rei, vv. 8-16. Sua maravilhosa melhora, vv. 17-21.\n2\nCom parte dos navios - Nesta expedição, Nabucodonosor levou alguns cativos, entre os quais estavam Daniel e seus amigos. Seu deus - Baal, ou Sino, e Nebo, palavras que eles colocaram nos nomes de seus reis e favoritos.\n3\nDos eunucos - Estes eram os principais entre os servos do rei; e eram chamados eunucos, porque muitos deles o eram. E dos príncipes - Aqui se cumpriu o que o profeta Isaías havia predito, Is 39:7.\n4\nO aprendizado e a língua - Os caldeus eram mais habilidosos do que qualquer outra nação em filosofia natural. Sua língua diferia do hebraico no dialeto e na pronúncia, que aprenderam para serem mais aceitáveis ao rei e à corte.\n5\nA comida do rei - A mesma que ele tinha em sua própria mesa.\n6\nE Azarias - Provavelmente toda a linhagem real de Judá.\n7\nDeu nomes — isto é, outros nomes, relacionados ao ídolo — deuses. Beltessazar — Assim, Daniel recebeu o nome de Beltessazar, do grande ídolo babilônico Baal ou Sino. Isso foi por ordem do rei, e aqui ele apresentou um ato: de sua soberania.\n8\nMas Daniel propôs-se — Pode haver várias razões importantes para Daniel ter feito isso. Porque muitas das carnes servidas na mesa do rei eram proibidas pela lei judaica. Daniel sabia que essas iguarias gratificariam demais a carne. Ele não ousou comer e beber coisas consagradas aos ídolos. Ele estava ciente de quão inadequadas seriam as iguarias para o estado aflito do povo de Deus.\nPortanto, ele era aqui um raro exemplo de como evitar todas as ocasiões do mal.\n15\nMais justo e mais gordo - A bênção de Deus sobre a comida caseira muitas vezes proporciona mais saúde e força do que uma comida mais cara para aqueles que comem a gordura e bebem o doce.\n19\nAntes - Tanto na sala de presença quanto na sala do conselho, para testar sua proficiência; isso mostra a habilidade e o julgamento do rei, de que outra forma ele poderia discernir sua aptidão e sua excelência acima dos outros.\n20\nO rei perguntou: Esta é mais uma confirmação dos nobres dotes do rei e de seu grande cuidado em escolher aqueles que ocupavam cargos de confiança, ou seja, pessoas excelentemente qualificadas para servi-lo nos grandes assuntos do reino. E assim Deus derramou desprezo sobre o orgulho dos caldeus e honrou a condição humilde de seu povo.\n21\nContinuação - na corte da Babilônia até Ciro, e depois esteve na corte persa, e viveu com honra e alto emprego durante todo esse tempo, sim, depois que Ciro começou a reinar. No capítulo 10:1, ele teve visões e revelações no terceiro ano de Ciro.\nCapítulo II\nNeste capítulo temos: A perplexidade de Nabucodonosor devido ao seu sonho que ele havia esquecido e que os magos não puderam lhe contar, vv. 1-11. Ordens dadas para destruir todos os sábios da Babilônia, vv. 12-15. O sonho descoberto por Daniel e sua ação de graças, vv. 16-23. Sua descoberta do sonho e seu significado para o rei, vv. 24-45. A honra dada a Daniel e seus companheiros, vv. 46-49.\n1\nNo segundo ano - Isso foi propriamente no quinto ano do reinado daquele rei, mas no segundo ano depois que Daniel foi levado perante o rei. Sonhos - Foi um sonho, mas com muitas partes.\n2\nOs astrólogos — que aparentavam grande habilidade em coisas naturais e sobrenaturais. Os feiticeiros — ou necromantes, que usavam artes diabólicas. Caldeus — este nome os magos assumiam por ser nacional e muito nobre.\n3\nSaber - Ele se lembrava do fato em geral, mas não conseguia repeti-lo perfeitamente. No entanto, isso o impressionara tanto que o deixou em grande perplexidade. O Senhor tem maneiras de amedrontar os maiores homens do mundo, mesmo em meio à sua segurança.\n4\nEm siríaco - Ou seja, na língua caldeia, pois Síria ou Aram às vezes é entendido em um sentido amplo, incluindo Assíria, Babilônia, Mesopotâmia, Fenícia, Palestina, 2 Reis 18:26. Daqui em diante, tudo está escrito na língua caldeia, até o oitavo capítulo.\n9\nMas um decreto: não retirarei minha sentença.\n13\nDaniel e seus companheiros - Daniel e seus companheiros não foram chamados, por causa de sua juventude, que os caldeus desprezavam. Aqui se observa: Os magos confessaram que o conhecimento e a revelação devem vir de Deus e, portanto, o que Daniel fez não foi obra de nenhuma força humana. Que o Senhor segurou as mãos do governador, para que ele não matasse Daniel imediatamente com o primeiro. Que Daniel, por sua prudência e piedade, salvou a vida de todos os magos.\n21\nEle muda — Deus pode fazer o sol retroceder ou parar, como nos tempos de Acaz e Josué. Grande parte do poder e prerrogativa de Deus é mudar os tempos. Daniel aqui atribui a Deus o que os pagãos atribuíam à natureza, ou ao acaso. Somente Deus, que criou tudo por seu poder, governa e domina tudo por sua providência.\n26\nBeltessazar - Por esse nome de Beltessazar que ele deu a Daniel, ele tomou coragem como se pudesse esperar alguma grande coisa dele: pois a palavra significa o guardião do tesouro secreto.\n28\nO que acontecerá - Observe a sabedoria do profeta, ele não cai abruptamente no sonho, mas primeiro prepara este rei elevado para isso e, gradualmente, trabalha para ganhá-lo para o conhecimento do Deus verdadeiro.\n30\nMas - Mas para que a interpretação seja manifesta ao rei, e para que sejas melhor instruído e satisfeito em tua mente.\n36\nE nós - Por esta palavra nós transparece a piedade e modéstia de Daniel, ou ele declara por ela que ele e seus companheiros haviam implorado essa habilidade de Deus e, portanto, ele não a arrogou para si mesmo.\n38\nFez-te governante - Ele te deu domínio absoluto sobre todas as criaturas, homens e animais dentro dos limites do teu vasto reino. Tu - Ele era o primeiro na ordem, assim como a cabeça está antes das outras partes, e a visão começou nele e desceu até as outras três monarquias. Ele era a cabeça de ouro, por causa das vastas riquezas em que esta monarquia abundava, e porque ela durou mais tempo, quinhentos anos, e foi afortunada e próspera até o fim.\n39\nOutro reino - Este foi o dos medos e persas, inferior em tempo, pois não durou nem metade do tempo que o assírio em prosperidade e tranquilidade; no entanto, este foi maravilhoso, rico e grande por um tempo. Terceiro reino - Esta foi a monarquia grega sob Alexandre, o Grande, chamada de bronze, por ser mais grosseira que a outra. Por toda a terra - Alexandre marchou até as Índias, e foi dito que conquistou o mundo.\n40\nQuarto reino - Este é o reino dos romanos, e duraria não apenas até a primeira vinda de Cristo, mas também, sob o anticristo, até sua segunda vinda. Este reino esmagou todos os outros reinos, sendo forte demais para eles, e subjugou todos a ele, até que a pedra caiu sobre ele.\n41\nDividido - Em parte forte e em parte fraco; o reino romano foi dividido, em parte por suas guerras civis, em parte quando províncias e reinos conquistados se livraram do jugo romano e estabeleceram seus próprios reis, e assim o império foi dividido em dez reinos ou dedos.\n42\nQuebrado - Isso ficou evidente nas guerras civis dos romanos e na queda de alguns países, especialmente no final delas.\n43\nMisturam-se - Pelo casamento, mas nunca se darão bem, porque a ambição é mais forte que a afinidade.\n44\nNos dias destes reis - Enquanto o reino de ferro perdurou, pois Cristo nasceu no reinado de César Augusto. E este reino não é limitado por quaisquer limites, como os impérios mundanos, mas é verdadeiramente universal. E será para sempre, nunca destruído ou dado a outros, como os demais.\n45\nE o ouro - Isto denota o pequeno começo do reino visível de Cristo, e a ascensão diferente de Cristo de todos os outros; sua concepção pelo Espírito Santo, sem pai e mãe, respectivamente, quanto às suas duas naturezas. Esta pedra, caindo da montanha, quebrou a imagem em pedaços; pois Cristo é uma pedra que tritura até virar pó aqueles sobre os quais cai: e ele é uma pedra que cresce até se tornar uma montanha, e, portanto, encherá a terra.\n46\nQue eles oferecessem - Era estranho que um monarca tão importante adorasse seu vassalo dessa maneira, o que ele fez com consternação e admiração. Mas, sem dúvida, Daniel pôs fim a isso, embora não pudesse impedir o rei em sua prostração e em sua palavra de ordem. E o rei, instruído por Daniel, dá toda a glória a Deus nas palavras seguintes.\n47\nDeus dos deuses - O Deus supremo de todo o mundo, acima de Baal e de todos os outros deuses. Senhor dos reis - A palavra em siríaco significa \"Senhor altíssimo\", visto que ele é o rei mais elevado de toda a terra.\n49\nE ele os colocou - Ele os substituiu como tenentes para o serviço do rei sob Daniel, mas Daniel sentou-se no portão do rei para estar pronto para os principais negócios do rei.\nCapítulo III\nNabucodonosor ergue uma imagem de ouro e exige que todos os seus súditos a adorem, vv. 1-7. Ele é informado de que os príncipes judeus se recusam a adorá-la, vv. 8-12. Eles persistem resolutamente em sua recusa, vv. 13-18. Eles são lançados na fornalha ardente, vv. 19-23. Sua preservação e a convicção do rei, vv. 24-27. A honra que ele deu a Deus e o favor que ele demonstrou aos seus servos, vv. 28-30.\n1\nFez uma imagem - Talvez ele tenha feito isso para não parecer inclinado aos judeus ou à sua religião, da qual os caldeus poderiam ter inveja, visto que ele reconhecia o Deus deles como o maior e preferia Daniel e seus amigos a grandes honras.\n4\nNações e línguas - A proclamação foi feita, portanto, em várias línguas.\n16\nNão somos cuidadosos - Heb. Não nos importamos: não há necessidade de resposta neste caso, pois é em vão debatermos o assunto; o rei está decidido a fazer o que nos apraz, e nós estamos decididos a fazer o contrário.\n18\nMas se não, era, portanto, a mesma coisa para eles, de que maneira Deus se honraria; estavam decididos a sofrer em vez de pecar e deixar a causa para Deus. De fato, se Deus é por nós, não precisamos temer o que o homem possa nos fazer. Que ele faça o seu pior. Deus nos livrará da morte, ou na morte.\n20\nAmarrar - O que ele pensou que esses três homens teriam recusado? Ou que seu Deus os defenderia de seu poder, ou que se ele tivesse feito isso, seus homens poderosos poderiam ter prevalecido? Nada disso foi o caso; pois Deus propôs mostrar seu poder quando o rei fez o pior, e naquilo em que ele agiu com orgulho, estar acima dele.\n23\nCaiu - Tudo isso é expresso com ênfase, para tornar o poder de Deus mais glorioso em sua preservação; pois aquela vergonha que matou os carrascos poderia tê-los matado muito mais facilmente, mesmo antes de caírem.\n25\nSem dano - Veja como o Deus da natureza pode, quando lhe apraz, controlar os poderes da natureza! O Filho de Deus - Provavelmente, ele ouvira Davi falar dele. Jesus Cristo, o Anjo da Aliança, apareceu algumas vezes antes de sua encarnação. Aqueles que sofrem por Cristo têm sua presença graciosa com eles em seus sofrimentos, mesmo na fornalha ardente, mesmo no vale da sombra da morte, e, portanto, não precisam temer mal algum.\n26\nE falou — com um tom mais suave do que antes, tendo Deus aplacado o fogo de sua fúria. Agora ele podia reconhecer imediatamente o Deus verdadeiro como o altíssimo acima de todos os deuses, e os três dignos como seus servos fiéis.\nCapítulo IV\nO autor deste capítulo é o próprio Nabucodonosor. A história dele é contada em suas próprias palavras. Aqui está o prefácio, vv. 1-3. Seu sonho, que intrigou os magos, vv. 4-18. Sua interpretação por Daniel, vv. 19-27. Sua realização, vv. 28-33. A recuperação e a adoração de Nabucodonosor a Deus, vv. 34-37.\n1\nO rei Nabucodonosor - Daniel registra aqui outra estranha narrativa nas palavras da própria proclamação do rei, enviada a todos os seus vastos reinos e, sem dúvida, registrada nos arquivos e registros do tribunal. Paz seja multiplicada - Toda saúde e felicidade; esta sempre foi a forma de saudação entre as nações orientais.\n3\nQuão grandiosos são os seus sinais! Nada menos do que uma verdadeira mudança de coração poderia causar uma confissão como esta! Nabucodonosor já estava velho, reinara por mais de quarenta anos e vira tanto do mundo quanto a maioria dos homens jamais vira. E, no entanto, nunca, até então, ele admirara eventos surpreendentes, como os sinais e maravilhas do Deus Altíssimo!\n4\nEstava em repouso - Quando minhas guerras terminaram, sentei-me em silêncio, aproveitando os despojos dos meus inimigos.\n13\nUm observador - Um anjo santo, o instrumento de Deus, para executar os julgamentos de Deus, os quais os anjos vigiam constantemente para realizar.\n17\nDos santos - O decreto era de Deus, e a exigência era dos santos anjos; se Deus o promulgasse, os anjos teriam a dispensação em suas mãos, e todos consentiriam como um julgamento justo de Deus a ser executado por eles, de acordo com a vontade de Deus. O Altíssimo governa - Nabucodonosor e seus bajuladores admitiram que ele era um deus na terra, inexplicável perante qualquer um. Mas o grande Deus fará com que todos os homens saibam que ele governa tudo na terra também, e estabelece, a seu bel-prazer, quem quer e os derriba novamente.\n19\nPerturbou-o - Porque ele previu tais problemas sobrevindo ao rei por quem tinha grande reverência. Não te perturbe o sonho - Fala, seja o que for. Beltessazar disse - Que discurso e que espírito excelente é demonstrado neste breve prefácio.\n22\nAlcança os céus - Tu és alto e poderoso na majestade que Deus te deu. Até os confins da terra - Até o mar Cáspio ao norte, até o mar Euxino e o mar Egeu a oeste, até o Mediterrâneo ao sul.\n25\nEles te expulsarão - Este foi um estrondo tão estrondoso, que foi maravilhoso que o rei pudesse suportar ouvi-lo sem a fúria ferver em seu coração, mas o Senhor o conteve. Sete vezes - Sete anos. Até que saibas - Quão difícil é para príncipes imponentes aprenderem esta lição.\n26\nOs céus governam - Que Deus, que está sentado no céu, governa sobre tudo.\n27\nSe for possível, Daniel não tinha certeza do perdão para ele, nem se desesperou completamente. Com que sabedoria e ternura ele fala: e, no entanto, com que clareza\n28\nRei Nabucodonosor - Com que admirável propriedade a pessoa é mudada aqui! Estes seis versos falam na terceira pessoa. Mas no trigésimo quarto, Nabucodonosor, tendo recuperado a razão, fala novamente na primeira pessoa.\n33\nFoi expulso dos homens - Sendo privado de seu entendimento, como um homem distraído ele fugiu e se dirigiu para a floresta.\n34\nMeu entendimento retornou - Deus brilhou em sua alma e lhe deu entendimento para considerar seu triste estado e as causas dele. E o honrou - Com oração e louvor, adorando a justiça e a misericórdia de Deus, dando a Deus a glória de sua soberania e imutabilidade.\n35\nComo nada — Uma devida consideração da infinita grandeza de Deus faz com que a criatura pareça nada; as criaturas não são nada para ajudar, nada para prejudicar, nada em duração, nada sólido e substancial, nada sem dependência, influência e apoio de Deus. Sua vontade — Sendo o Senhor dos Exércitos e o único monarca absoluto e universal do mundo.\n36\nBrilho - Eu tinha novamente a majestade de um rei em meu semblante. Eu estava estabelecido - Em poder e posição habituais, possuído e obedecido por todos. Majestade foi acrescentada - Ele era o príncipe mais augusto e magnífico da terra, muito mais do que antes.\n37\nAgora eu louvo - Assim pode o Senhor fazer os corações mais valente se curvarem e lhe prestarem homenagem. Esta doxologia procede de seu coração. São verdade - Deus é essencialmente verdade: ele é a regra e o padrão da verdade, suas palavras são verdade, seus caminhos são verdade e são julgamento: ele é sábio e me tratou com justiça por causa do meu orgulho, e com muita fidelidade me afligiu e com muita ternura me restaurou; eu o adoro e sempre o adorarei por isso. Capaz de humilhar - Como ele declarou sobre mim, em mudanças estupendas, que eu proclamo a todo o mundo. Ele teve uma justa controvérsia comigo, e eu não tenho motivos para discutir com ele, mas para lhe dar glória por esta confissão. Que autoridade tinha alguém para dizer que este homem \"não era convertido\"? Não podemos duvidar de sua salvação mais do que da de Salomão.\nCapítulo V\nO banquete profano de Belsazar, vv. 1-4. A mão escrevendo na parede, vv. 5-9. Interpretado e aplicado por Daniel, vv. 10-29. Sua realização, vv. 30, 31.\n1\nBelsazar - Neto de Nabucodonosor. Fez um grande banquete - à maneira dos reis do Oriente, que demonstravam sua magnificência dessa maneira. Mas é prodigioso que ele tenha se esbaldado quando a cidade estava sitiada e pronta para ser tomada por Dario, o medo.\n2\nPara trazer os vasos - Triunfando assim sobre Deus e seu povo.\n4\nE louvaram os deuses de ouro - Ao mesmo tempo insultaram o grande Deus do céu e da terra.\n5\nSaíram dedos - A semelhança da mão de um homem.\n6\nSeus joelhos feriram - Tão logo os terrores de Deus podem transformar os mais altos cedros em tiranos da terra.\n10\nA rainha chegou - As mulheres naquelas cortes tinham um apartamento só para elas, e sendo ela a rainha-mãe e idosa, não se misturou com as esposas e concubinas do rei, mas quebrou a regra ao entrar agora, nesta ocasião solene.\n24\nDele - Daquele Deus a quem você desprezou.\n26\nMENE - MENE MENE, está numerado, está numerado; as palavras são duplicadas para maior confirmação. Refere-se ao número dos setenta anos para a queda do império babilônico.\n27\nFoste achado em falta - Não há peso nem valor em ti; fizeste pouco de Deus, e o Senhor faz pouco de ti.\n28\nPERES - Separado, dividido, quebrado. Fars significa duas coisas: quebrado e persa; notando que, primeiro, este reino foi quebrado a partir de Belsazar. Segundo, que foi dado aos persas.\n31\nDario, o Medo - Este foi aquele que, com Ciro, sitiou e tomou a Babilônia.\nCapítulo VI\nA promoção de Daniel, vers. 1-3. A inveja contra ele, vers. 4-5. O decreto contra a oração, vers. 6-9. A continuação da oração de Daniel, apesar de tudo, vers. 10. Ele é denunciado e lançado na cova dos leões, vers. 11-17. Sua preservação e libertação, vers. 18-23. A morte de seus acusadores, vers. 24. O decreto de Dario e a prosperidade de Daniel, vers. 25-28.\n2\nDaniel foi o primeiro — A promessa de Belsazar a Daniel foi que ele seria o terceiro governante do reino, cap. 5:7, 16, 29. O primeiro era general do exército, o segundo presidente do palácio, o terceiro das terras e províncias.\n4\nA respeito do reino - E assim torná-lo culpado de traição ou outros delitos graves nos negócios do rei.\n10\nEm direção a Jerusalém - O templo era o lugar onde o Senhor colocou seu nome e prometeu aparecer e aceitar seu povo, todos sendo um tipo de Cristo, por meio de quem somente pecadores são aceitos. Como fez antes - Ele não diminuiu suas orações pela ordem do rei, nem quebrou a lei propositalmente, porque não fez mais do que costumava fazer ao servir a seu Deus.\n14\nDescontente consigo mesmo - Por ter feito aquele decreto tolo. Para libertá-lo - Para descobrir uma maneira de libertá-lo.\n20\nCapaz de livrar - O que ele duvidava, temos certeza, que os servos do Deus vivo têm um senhor que é capaz de libertá-los e sustentá-los em seu serviço.\n22\nSeu anjo — O mesmo que estava com as três crianças na fornalha ardente, cuja presença fez até da cova dos leões uma fortaleza, seu palácio, seu paraíso. Veja o poder de Deus sobre as criaturas mais ferozes! Veja o cuidado que Deus tem com seus servos fiéis, especialmente quando são chamados a sofrer por Ele! Veja como os anjos estão prontos para ministrar aos herdeiros da salvação!\n25\nEm toda a terra — Em todo aquele grande império. É comum entre os turcos, tártaros e chineses arrogar-se a mesma universalidade.\nCapítulo VII\nChegamos agora à parte profética de Daniel, na qual há muitas coisas difíceis de entender. Neste capítulo, temos: A visão dos quatro animais, vv. 1-8. A visão do trono de Deus, governo e julgamento, vv. 9-14. A interpretação dessas visões, vv. 15-28.\n1\nNo primeiro ano de Belsazar - Esta profecia foi escrita em caldeu, para ser um monumento a ele, em homenagem à reverência que seu pai e seu avô demonstraram a Deus, que havia realizado tão grandes obras por eles. Então ele escreveu - Estas visões foram registradas para o benefício da igreja, para retificar seu erro: pois eles pensavam que tudo prosperaria depois que retornassem do cativeiro.\n2\nOs quatro ventos - Provavelmente os quatro ventos do grande mar simbolizam as comoções de nações contrárias, lutando entre si por meio de guerras e produzindo esses quatro animais sucessivamente.\n3\nQuatro grandes bestas - Ou seja, quatro grandes monarquias, grandes em comparação a reinos particulares; bestas por suas opressões tirânicas.\n4\nO primeiro - Este foi o caldeu, ou assírio; cujo trono foi primeiro na Babilônia, depois em Nínive e, em seguida, na Babilônia novamente. Asas de águia - Eles eram velozes, percorrendo muitos países e levando sua monarquia a um ápice prodigioso em pouco tempo. As asas foram arrancadas - O que foi feito primeiro para interromper a sequência de suas vitórias e, posteriormente, para expulsá-los de seu reino. O coração de um homem - Eles perderam sua coragem de leão e se tornaram fracos e covardes como os outros homens.\n5\nOutra besta - Os medos e os persas, uma criatura feroz e voraz. De um lado - O lado norte; pois os medos se levantaram primeiro e enviaram Ciro, o persa, para ajudá-lo contra os assírios. Três costelas - Vários súditos babilônicos se revoltaram, e todos eles formaram as três costelas.\n6\nComo um leopardo - Este leopardo era a monarquia grega; um leopardo é menor que um leão, assim era esta monarquia no início, mas ainda ousava lutar com um leão; assim Alexandre enfrentou Dario com uma força inferior. Um leopardo também por sua rapidez; portanto, descrito com quatro asas nas costas. Quatro cabeças - Ele foi sucedido por quatro de seus principais comandantes, que dividiram aquele império em quatro partes.\n7\nUma quarta besta - O Império Romano.\n8\nOutro pequeno chifre - Provavelmente o anticristo turco ou romano.\n9\nOs tronos - Os reinos deste mundo foram destruídos por Deus, o rei e juiz de todos, chamado Ancião de dias, por causa de sua divindade eterna.\n11\nDestruído - Isso não pode deixar de significar a ruína e o julgamento do anticristo.\n13\nUm filho do homem — isto é, o Messias, ele veio com as nuvens do céu, gloriosamente, rápida e terrivelmente. E veio — Isso se relaciona à sua ascensão, ocasião em que recebeu sua investidura real, para a proteção de sua igreja e o combate aos seus inimigos.\n16\nA um - Ou seja, a um anjo, que ministrou. A verdade - O verdadeiro significado desta visão.\n18\nMas os santos, sendo Jesus Cristo o seu rei, reinarão com ele e possuirão o reino para sempre.\n24\nE outro - Isso parece significar o anticristo romano.\n25\nAté um tempo e tempos - Os números de Daniel e João parecem concordar. Daniel certamente foi profético nessas coisas, e sua profecia se estende até o fim dos tempos, até mesmo do reinado do anticristo.\n28\nDa matéria - Da visão e da interpretação do anjo.\nCapítulo VIII\nEste e os capítulos seguintes não foram escritos em caldeu, mas em hebraico, para o benefício dos judeus. Aqui está a visão do carneiro, do bode e do chifre pequeno, vv. 1-14. A interpretação dela, vv. 15-27.\n1\nDepois disso - Na outra visão ele fala de todas as quatro monarquias; aqui apenas das três primeiras; esta visão é um comentário sobre a primeira.\n2\nO rio Ulai - Que corria ao redor da cidade.\n3\nDois chifres - O reino da Média e da Pérsia. E o mais alto - O reino da Pérsia, que ascendeu por último, em Ciro, tornou-se mais eminente que o dos Medos.\n4\nOeste - Em direção à Babilônia, Síria, Capadócia, Ásia Menor e Grécia, todos a oeste da Média e da Pérsia. Norte - Contra os armênios, iberos, lídios e colchicas. Sul - Contra a Etiópia, Arábia e Egito.\n5\nUm bode - O império grego. Toda a terra - Todo o império persa. Não tocou o chão - Moveu-se com incrível rapidez. Um chifre - Este era Alexandre, o Grande.\n6\nO carneiro - O rei da Média e da Pérsia.\n8\nFoi quebrado - Quando Alexandre atingiu o auge, foi quebrado, e em pedaços, pois ele, sua mãe, filho, irmão e todos os seus parentes foram destruídos. Os quatro ventos: Antípatro ficou com a Grécia. A Ásia foi possuída por Antígono. Ptolomeu ficou com o Egito. Seleuco ficou com a Babilônia e a Síria.\nTodos eles estavam situados em lugares variados: ao leste, Babilônia e Síria; ao sul, Egito; ao norte, Ásia Menor; ao oeste, Grécia.\n9\nUm chifre pequeno - Este chifre pequeno era Antíoco Epifânio. O sul - Egito, onde ele sitiou e conquistou muitos lugares. O leste - Na Síria, Babilônia, Armênia. A terra agradável - Judeia, assim chamada por causa do templo e do povo de Deus que nela habitavam, e por sua fertilidade.\n10\nA hoste do céu - A igreja de Deus militante, que adora o Deus do céu, que são cidadãos do céu, cujos nomes estão escritos no céu; e entre estes os sacerdotes e campeões, que eram como estrelas brilhando acima dos demais; estes ele profanou e matou cruelmente.\n11\nO príncipe - Não apenas contra o sumo sacerdote, mas contra o próprio Deus. Foi derrubado - Ele tirou o uso do templo quanto ao serviço sagrado e aos sacrifícios.\n12\nPor causa da transgressão - Tanto a transgressão dos sacerdotes como a do povo.\n13\nUm santo - Ou seja, um anjo santo. Até quando - Até quando Antíoco continuará suas vexações contra o povo e impedirá a adoração a Deus? Isto é, a destruição do santuário e do exército.\n14\nEle - Aquele anjo. Então - Assim foi, desde a deserção do povo, provocada por Menelau, o sumo sacerdote, até a purificação do santuário e o restabelecimento da religião entre eles.\n15\nO significado - Uma descoberta mais clara dessas coisas. A aparição de um homem - Provavelmente Gabriel.\n16\nA voz de um homem - Daquele antes mencionado, a saber, Cristo.\n17\nEle se aproximou - Para que pudesse falar com ele mais familiarmente, mas Daniel não suportou a glória disso. Quanto menos podemos suportar a glória de Deus, e quão graciosamente o Senhor nos tratou, ensinando-nos por homens, e não por anjos. Ó filho do homem - Ele o chama de filho do homem, para fazê-lo lembrar-se de sua fragilidade, e não para ser exaltado com esta grande condescendência do céu. Naquele tempo - No tempo determinado por Deus, no último dia, mas não agora em tua vida - tempo.\n18\nEm direção ao chão - Aterrorizado com o esplendor e a grandeza tanto do mensageiro quanto da mensagem. Coloque-me de pé - Com apenas um toque. O poder dos espíritos é incomparavelmente maior que o do mais forte dos homens.\n19\nA indignação - Deus levantará Antíoco para executar sua ira contra os judeus por seus pecados, mas haverá um fim para essa indignação.\n23\nNos últimos tempos — Quando atingiram o auge e começaram a declinar. Quando os transgressores — Quando os judeus atingiram o excesso de maldade, então Deus permitiu que Antíoco os perseguisse. Frases obscuras — Cheias de sutileza: assim todas as histórias declaram ser Antíoco.\n24\nNão por seu próprio poder — Não por quaisquer atos heroicos, mas fazendo uso das facções judaicas, através da comissão divina de punir uma nação apóstata; e por meio de Eumenes e Átalo, com cuja ajuda ele chegou a este ponto. Destruirá — Ele destruirá, pela força, astúcia e crueldade, muitos do povo de Deus.\n25\nPela paz - Sob a aparência de bondade. Contra o príncipe dos príncipes - Ele lutou contra Deus, afrontando as leis de Deus, profanando o culto e o templo de Deus, e erigindo ali a imagem e o culto de Júpiter. Sem a mão - Por uma doença da qual morreu, 1Mac 6:8.\n26\nCala-te - Guarda-o no teu coração. Por muitos dias - Trezentos anos depois disto; muito depois dos dias de Daniel.\n27\nEstava doente - Sendo dominado pela sensação da calamidade que se abateria sobre o povo de Deus. Cuidou dos negócios do rei - Tendo recuperado as forças, ele cuidou de seu lugar, dever e responsabilidade, e escondeu tudo, para que não vissem em seu semblante.\nCapítulo IX\nOração de Daniel pela restauração de Israel, vv. 1-23. A resposta enviada a ele por um anjo, vv. 24-27. Esta é a profecia mais clara do Messias em todo o Antigo Testamento.\n1\nNo primeiro ano de Dario — isto é, imediatamente após a queda do reino da Babilônia, que foi o ano da libertação dos judeus do cativeiro. Dos medos — este Dario não era Dario, o persa, sob o qual o templo foi construído, como alguns afirmam, para invalidar a credibilidade deste livro; mas Dario, o medo, que viveu na época de Daniel.\n2\nPelos livros - Pelos livros sagrados.\n12\nJulgou-nos — Cujo dever era governar o povo e julgar suas causas; se houvesse uma falha, seria pecado, e o julgamento recairia sobre o povo, e também sobre os próprios governantes e juízes. Sobre Jerusalém — Um lugar privilegiado em muitos aspectos, acima de todos os outros, e punido acima de todos os outros.\n14\nO Senhor observava - A observação de Deus denota as maneiras adequadas que ele sempre adota para punir os pecadores.\n17\nPelo amor do Senhor - Por amor do Messias: a quem o título Senhor é frequentemente dado no Antigo Testamento.\n21\nSobre o momento - O momento do sacrifício vespertino era um momento solene e fixo de devoção. Embora o altar estivesse em ruínas e não houvesse oblação oferecida sobre ele, os judeus piedosos pensavam diariamente no momento em que deveria ser oferecido e esperavam que sua oração fosse apresentada a Deus como incenso, e o levantar de suas mãos, como o sacrifício vespertino. Este era peculiarmente um tipo daquele grande sacrifício que Cristo deveria oferecer: e foi em virtude desse sacrifício que a oração de Daniel foi aceita, quando ele orou pelo Senhor.\n24\nSetenta semanas — Estas semanas são semanas de dias, e estes dias são tantos anos. Para acabar com a transgressão — O anjo revela primeiro a doença em três palavras distintas, que contêm toda sorte de pecados, dos quais o Messias deveria nos libertar por sua redenção completa. Ele mostra a cura desta doença em três palavras. Para acabar com a transgressão. Para dar fim ao pecado. Para fazer a reconciliação:\nTodas essas palavras são muito expressivas no original e significam perdoar, apagar, destruir. Para trazer a justiça eterna – Para trazer a justificação pela livre graça de Deus em Cristo e a santificação pelo seu Espírito: chamada de eterna, porque Cristo é eterno, e assim são a aceitação e a santidade adquiridas para nós. Cristo traz isso, por seu mérito. Por seu evangelho, declarando-o. Pela fé, aplicando-o e selando-o pelo Espírito Santo.\nSelar - Revogar a dispensação anterior da lei e ratificar a aliança do evangelho. Ungir - Isso faz alusão ao seu nome Messias e Cristo, ambos significando ungido. Cristo foi ungido em sua primeira concepção e união pessoal, Lucas 1:35. Em seu batismo, Mateus 3:17, para seus três ofícios pelo Espírito Santo: Rei, Mateus 2:2. Profeta, Isaías 61:1. Sacerdote, Salmo 110:4.\n25\nDesde a saída - Desde a publicação do decreto, seja de Ciro ou de Dario, para restaurá-lo e edificá-lo.\n26\nE depois - Depois dos sete e dos sessenta e dois que os seguiram. Não por si mesmo - Mas por nós e para a nossa salvação. E o povo - Os romanos sob a liderança de Tito. Determinado - Deus decretou destruir aquele lugar e aquele povo, pelas misérias e desolações da guerra.\n27\nEle confirmará - Cristo confirmou a nova aliança, Pelo testemunho dos anjos, de João Batista, dos sábios, dos santos então vivos, de Moisés e Elias. Pela sua pregação. Por sinais e maravilhas. Pela sua vida santa. Pela sua ressurreição e ascensão. Pela sua morte e derramamento de sangue.\nFará cessar o sacrifício - Todos os ritos judaicos e o culto levítico. Com sua morte, ele ab-rogou e pôs fim a este laborioso serviço, para sempre. E determinou - Aquele espírito de sonolência que Deus determinou derramar sobre a nação desolada, até que se aproxime o tempo em que todo o Israel será salvo.\nCapítulo X\nEste capítulo e os dois seguintes compõem uma única visão e profecia, dada a Daniel cerca de dois anos após o anterior. Este capítulo é introdutório: o seguinte contém a profecia em si, e o décimo segundo capítulo, a conclusão dela. Neste, temos a humilhação solene de Daniel, vv. 1-3. Uma aparição gloriosa do Filho de Deus, vv. 4-9. O encorajamento dado a ele para esperar uma revelação completa dos eventos futuros, vv. 10-25.\n2\nEstava de luto - Porque ele previu as muitas calamidades que aconteceriam aos judeus por seus pecados, especialmente por destruírem o Messias e rejeitarem seu evangelho.\n4\nO primeiro mês - Nisan, que é março. Hidequel - Ou Tigre.\n5\nUm certo homem - Muito provavelmente Cristo, que apareceu a Daniel em trajes reais e sacerdotais, e com grande brilho e majestade.\n12\nEle - Não Cristo, mas Gabriel.\n13\nResistiu-me - Deus permitiu que os perversos conselhos de Cambises se realizassem por algum tempo; mas Daniel, por suas orações, e o anjo, por seu poder, finalmente o venceram: e isso mesmo lançou as bases para a ruína das monarquias persas. Miguel - Miguel aqui é comumente considerado como significando Cristo. Eu permaneci - Para contrariar - executar seus desígnios contra o povo de Deus.\n15\nEu me curvei, prostrei-me no chão e fiquei mudo, de espanto.\n16\nUm semelhante aos filhos dos homens - Este também parece ter sido Gabriel. Não retive forças - Embora lhe aparecesse e lhe falasse como um homem, Daniel não suportava sua presença sem certo temor.\n20\nLutar - Opor-se aos seus desígnios maliciosos.\n21\nMiguel - Somente Cristo é o protetor de sua igreja, quando todos os príncipes da terra a abandonam ou se opõem a ela.\nCapítulo XI\nUma previsão do estabelecimento da monarquia grega, vers. 1-4. Dos assuntos do Egito e da Síria, vers. 5-20. A ascensão e o sucesso de Antíoco Epifânio, vers. 21-29. O mal que ele faria aos judeus, vers. 30-43. Sua queda, vers. 44, 45.\n2\nEle - Xerxes era mais poderoso do que todos os outros três, porque seu pai, Dario, havia reunido para ele uma massa incrível de homens, que ele mesmo aumentou durante seis anos consecutivos, antes de empreender sua expedição contra a Grécia. Havia mais reis da Pérsia além desses quatro, mas eles não se importavam com o povo de Deus.\n3\nUm rei poderoso - Alexandre, o Grande.\n4\nQuando ele se levantar – Quando chegar ao seu auge. Nem de acordo com seu domínio – Eles não reinaram como reis a princípio, mas apenas como capitães; e quanto à extensão de seu domínio, era muito menor que o de Alexandre, sim, todos os quatro ficaram aquém do dele. Mesmo para outros – Alguns comandantes menores compartilhavam várias partes do império.\n5\nO rei do sul - Este rei era Ptolomeu, o primeiro rei do Egito depois de Alexandre, que é trazido para cá por ter tomado Jerusalém à traição; pois o anjo se importa apenas com pessoas e coisas relacionadas aos judeus. Um de seus príncipes é Seleuco Nicanor, que derrotou Demétrio e acrescentou a Ásia ao seu império.\n6\nEles - Os sucessores daqueles primeiros reis do Egito e da Síria. Fazem um acordo - Berenice virá do Egito e se casará com Antíoco Teu, que era filho de Antíoco Sóter e sobrinho de Seleuco Nicanor; pois seu pai a trouxe para Pelúsio com uma soma infinita de ouro e prata como dote. Ela não manterá - Ela não continuou em favor e autoridade. Nem seu braço - Seu poder.\n7\nAlguém se levantará - De Berenice virá Ptolomeu Euergetes, que vingará o mal feito à sua irmã. Entrará na fortaleza - Pois ele invadiu a Síria e tomou muitas fortalezas.\n8\nEle continuará por mais anos - Ele continuou por quarenta e seis anos.\n9\nRetorno - E ele fez isso com um despojo de quarenta mil talentos de prata.\n10\nMas seus filhos — ele se refere aos filhos do rei do norte — ficarão indignados com os feitos de Ptolomeu Evérgeta e de seu filho Ptolomeu Filopator. Um virá — Antíoco, o Grande, passará pela Síria e recuperará o que o rei do Egito tomou de seu pai. Até sua fortaleza — Ráfia, que era uma fortaleza poderosa na entrada do Egito.\n11\nSua mão - Na mão de Ptolomeu.\n12\nSeu coração se elevará - Ele poderia ter recuperado tudo, mas ficou orgulhoso de sua vitória e retornou novamente ao seu luxo.\n16\nMas ele, Antíoco, que vem contra Ptolomeu. A terra gloriosa, a Judeia. Antíoco dominava toda a Judeia e, com os suprimentos e o produto dela, mantinha seu exército.\n17\nEle também se endireitará - Usará toda a força que puder para dominar o Egito e conquistá-lo para si. Justos - Muitos dos judeus religiosos se juntaram a ele: o resto de seu exército era uma turba profana de pagãos rudes. Ele dará - Antíoco entregará sua filha Cleópatra ao jovem Ptolomeu, chamada de filha das mulheres, por sua beleza. Corrompendo-a - Persuadindo-a a trair o marido: mas ela se apegou aos interesses do marido, e não aos do pai.\n18\nAs ilhas - As ilhas e o mar - costas do Mediterrâneo e do Mar Egeu. Mas um príncipe - O embaixador romano Cipião derrotou Antíoco com suas próprias armas de poder e política, e voltou a culpa para si mesmo.\n19\nEntão - Então ele virou o rosto para casa - mas não estava em segurança, mas foi morto logo depois.\n20\nUm arrecadador de impostos — Seleuco Filopátor, que despojou seus súditos e não poupou esforços para saquear o templo. Em poucos dias — Pois ele não viveu nem a terça parte do reinado de seu pai. Não em batalha — Não pela força aberta, mas por veneno.\n21\nUma pessoa vil — Antíoco, chamado Epifânio por seus bajuladores, mas o povo de Deus o considerava infame, vil e traiçoeiro. Eles — nem nobres nem povo, nem era herdeiro, mas seu sobrinho; mas ele se insinuou por meio de bajulações.\n22\nSobrevoados - A força egípcia perto de Pelúsio, onde caíram sob o poder de Antíoco, com uma grande matança, perto do rio Nilo. O príncipe - O sumo sacerdote com seu lugar e honra, pois expulsou Onias e colocou em seu lugar Jasão, seu irmão.\n23\nDepois da liga - Pois ele fez uma aliança com o Egito, e veio com poucos (mas homens escolhidos) e tomou os desfiladeiros, e sujeitou todos a ele.\n24\nEle entrará pacificamente - Entrará sobre os egípcios sob pretexto de paz, em um país abundante e delicioso, e em meio a uma massa de tesouros que os reis sucessivamente acumularam; a maior parte dos quais Antíoco distribuiu entre seus confidentes, obrigando-os a se renderem a ele mais rapidamente. Ele fez aqui o que seus pais não fizeram; os reis da Síria antes dele jamais alcançaram esse sucesso sobre o Egito. Contra as fortalezas - Tendo obtido sucesso até aqui, ele prosseguirá para os locais de maior força naquele reino. Por um tempo - isto é, até que Deus ponha fim à sua carreira, pois os egípcios encontraram meios de se livrar de seu jugo.\n25\nMas ele não resistirá - Ele poderia ter prosperado se não tivesse sido traído por Eulaio, Beneu e o resto de seus nobres, corrompidos por Antíoco.\n26\nSim - Seus amigos e confidentes mais próximos; pois ele será derrubado com uma grande matança, como quando o Nilo inunda o país.\n27\nÀ mesma mesa — Eles se encontrarão sob o pretexto de paz. Mas não prosperará — Pois nem Antíoco conquistará o Egito com todos os seus artifícios, nem Ptolomeu, a Síria. No tempo determinado — Pelo Senhor, cujo propósito e conselho prevalecerão.\n28\nEntão ele retornará - Antíoco partirá com o seu despojo obtido no Egito. Contra a santa aliança - Contra a lei de Deus, com o povo que adorava a Deus segundo a sua vontade.\n29\nEm direção ao sul, Egito, para lutar contra Ptolomeu. Mas, esta não será tão próspera quanto as duas expedições anteriores, mas fracassará tanto em termos de vitória quanto de saque.\n30\nOs navios de Quitim - Os romanos da Itália e do arquipélago. Isso fez seu coração ferver de rancor, que ele cuspiu contra os judeus; especialmente sendo solicitado a isso primeiro por Jasão, e depois por Menelau, que eram apóstatas e traidores de seus irmãos.\n31\nE armas - Não apenas do seu próprio exército, mas de muitos judeus. O santuário - Sim, o Santo dos Santos. A abominação - A estátua de Júpiter colocada no templo.\n36\nO rei - Antíoco era um tipo eminente de anticristo; a quem muitas coisas que se seguem podem ser aplicadas como forma de acomodação: embora se refiram principalmente a Antíoco e tenham tido nele sua principal realização. Pois o que está determinado - Aquilo que Deus decretou que fosse feito por ele será feito; e aquilo que Deus propôs que fosse feito sobre ele.\n38\nMas em sua propriedade - No quarto do deus de seu pai. O Deus das forças - Este parece ser Júpiter Olímpio, nunca apresentado entre os sírios, até que Antíoco o fez.\n39\nCom um deus estranho - Usando toda a arte e autoridade para propagar sua adoração.\n41\nOs filhos de Amom - Ele não lhes fará mal algum; porque eles o ajudaram contra os judeus.\n43\nEm seus passos - Ele os tinha a seus pés, à sua disposição.\n45\nNinguém o ajudará - Deus o eliminará no meio de seus dias. E quando ele destruir, quem poderá ajudá-lo?\nCapítulo XII\nUma promessa de libertação e de uma ressurreição alegre, vv. 1-4. Uma conferência sobre o tempo desses eventos, vv. 5-7. Uma resposta à pergunta de Daniel, vv. 8-13.\n1\nPara as crianças - O significado parece ser que, assim como após a morte de Antíoco os judeus tiveram alguma libertação, haverá uma libertação ainda maior para o povo de Deus, quando Miguel, vosso príncipe, o Messias, aparecer para a vossa salvação. Um tempo de angústia - O cerco de Jerusalém, antes do julgamento final. A frase \"naquele tempo\" provavelmente inclui todo o tempo de Cristo, desde a sua primeira até a sua última vinda.\n4\nSele o livro - O livro foi ordenado a ser selado, porque demoraria muito para que as palavras se cumprissem, enquanto aquelas que se cumpririam em breve foram proibidas de serem seladas. Correrão - Examinarão diligentemente estas profecias; e conhecerão os sinais dos tempos e esperarão em Deus no caminho dos seus juízos: ele se refere principalmente aos tempos do evangelho.\n5\nOutros dois - Dois anjos esperando por Cristo.\n6\nAo homem - A Cristo, que parecia estar no ar acima das águas, ou sobre elas.\n7\nEle ergueu a mão direita - Ele ergueu ambas as mãos para o céu, para a confirmação mais segura e solene disso; e para denotar a imutabilidade dos decretos de Deus, tanto para o bem da igreja quanto para o mal de seus inimigos. Por ele - Por Deus Pai, e por si mesmo que vive para sempre, para mostrar que o Deus eterno sabia apenas que decretou isso e o faria acontecer. E meio - Ou seja, um ano, dois anos e meio. Encontramos isso na revelação, sob o título, alguns tempos de três dias e meio, colocados por três anos e meio, às vezes, quarenta e dois meses, às vezes, mil duzentos e sessenta dias. Será consumado - Que alcança o chamado dos judeus para a destruição do anticristo.\n8\nQual será o fim - Qual é o significado de tudo isso\n9\nE selados - Eles não serão claramente compreendidos, até que o evento os faça bons.\n10\nE provados - As aflições da igreja são para prepará-los, removendo sua imundície, para o noivo, assim como o ouro e a prata são provados e refinados.\n13\nMas vai — Eu te revelei estas coisas, para que tu e teu povo estejam preparados para os sofrimentos, e ainda assim não sem a esperança de uma libertação gloriosa. Pois tu descansarás — nessa esperança morrerás e descansarás das tribulações, até a ressurreição dos justos. Deveria ser a grande preocupação de cada um de nós assegurar uma sorte feliz no fim dos dias, e então poderemos estar contentes com a nossa sorte atual, acolhendo a vontade de Deus.\n\nOséias\nOseias foi o primeiro de todos os profetas escritores, um pouco antes de Isaías. E ele é o mais obscuro de todos, o que decorre de seu estilo conciso e sentencioso, peculiar a ele. Continuou como profeta por muito tempo; os judeus dizem que profetizou por quase oitenta e dez anos. De modo que predisse a destruição das dez tribos, quando ela estava a uma grande distância; e viveu para vê-la e lamentá-la. O escopo de sua profecia é reprovar o pecado e denunciar julgamentos contra um povo que não se reformaria. Muitas passagens nas profecias de Jeremias e Ezequiel parecem ter sido emprestadas dela.\nCapítulo I\nO título geral do livro, vers. 1. Ele deve convencê-los de sua prostituição contra Deus, casando-se com uma mulher de prostituições, vers. 2, 3. Ele deve predizer sua ruína, pelos nomes de seus filhos, vers. 4-9. Ele sugere que Deus ainda tinha misericórdia reservada para eles, vers. 10, 11.\n2\nVai, toma - Isto foi, provavelmente, feito em visão, e deveria ser contado ao povo, como outras visões: foi-lhes proposto parabolicamente, e poderia ter sido suficiente para convencer os judeus, se eles tivessem considerado, como Davi considerou a parábola de Natã. Uma esposa de prostituições e filhos - Recebe e sustenta os filhos que ela tinha antes.\n4\nO sangue - Os massacres cometidos pela mão de Jeú ou por sua ordem, em Jezreel. A casa de Jeú - Que agora possuía o trono, durante os reinados de Jeoacaz, Jeoás e Jeroboão; mas o usurpador e seus sucessores, aderindo à idolatria de Jeroboão, filho de Nebate, e acrescentando outros pecados a ela, haviam provocado Deus a declarar uma repentina extirpação da família: tudo isso aconteceu quando Salum, conspirando contra Zacarias, o matou, 2 Reis 15:8-10. O reino - Depois de quarenta e um anos cambaleando, caiu em ruína total e assim continua até hoje.\n5\nNaquele dia - Quando minha vingança tiver alcançado a casa de Jeú. Quebrar - Enfraquecer e, gradualmente, quebrar completamente. O arco - Toda a sua provisão bélica, poder e habilidade. Jezreel - Neste vale, é provável que as batalhas mais sangrentas das guerras civis tenham sido travadas; a razão para isso pode ser que quem quer que tenha conquistado a vitória neste lugar logo se tornou senhor de Samaria e Jezreel, e consequentemente do reino.\n6\nLo - ruhamah - Não se deve ter pena. O nome de Israel foi, por muitas eras, Ruhamah, isto é, penado. Deus teve pena deles e os salvou de seus inimigos. Mas agora Israel não deveria mais ser penado, Deus os lançaria à fúria de usurpadores e conspiradores.\n7\nSalve-os — Eu os preservarei, para que a violência não os consuma, nem a duração do cativeiro os consuma; e este remanescente preservado retornará e será plantado em sua própria terra, e ali mantido em segurança. Pelo Senhor — particularmente naquela extraordinária libertação de Ezequias e Jerusalém, de Senaqueribe.\n9\nLoammi — Ou seja, não é meu povo. Embora outrora vocês tenham sido um povo peculiar, não o são mais; foram rejeitados como mereciam. Não serei o seu Deus — serei um Deus para vocês, não mais do que para qualquer uma das nações pagãs. Deus executou isso quando os entregou nas mãos de Salmaneser, que os enviou para onde ninguém mais pode encontrá-los.\n10\nOs filhos de Israel — Não o Israel segundo a carne, não aquelas mesmas famílias que são levadas cativas. No lugar — Naqueles lugares — onde habitava um povo que não era o seu povo, haverá um povo de Deus. O Deus vivo — Que é a fonte da vida para todos os seus filhos, e que os capacita a oferecer sacrifícios vivos ao Deus vivo.\n11\nEntão - Este versículo tem um sentido histórico e espiritual; um se refere ao retorno da Babilônia, o outro a uma libertação mais gloriosa de um cativeiro mais miserável. Judá - As duas tribos que aderiram à casa de Davi. Israel - Algumas das dez tribos que foram incorporadas ao reino de Judá e, portanto, levadas cativas com elas. Mas isso deve ser entendido espiritualmente como todo o Israel de Deus. Uma cabeça - Zorobabel, que foi nomeado por Ciro, ainda com plena aprovação do povo. E assim Cristo é nomeado pelo Pai, cabeça de sua igreja, a quem os crentes aceitam de coração. Sair - Literalmente da Babilônia, espiritualmente do cativeiro do pecado e de Satanás. Grande - Bom, alegre e confortável. De Jezreel - Israel é aqui chamado de Jezreel, a semente de Deus. Esta semente agora está semeada na terra e enterrada sob os torrões; mas grande será o seu dia, quando chegar a colheita. Grande foi o dia da igreja, quando diariamente eram acrescentados a ela aqueles que deveriam ser salvos.\nCapítulo II\nO profeta acusa o povo de idolatria e os ameaça com os julgamentos de Deus, vv. 1-13. Promessas de misericórdia, vv. 14-23.\n1\nVós - que de nenhum povo sois feitos um povo, que antes eram impiedosos, mas agora obtiveram misericórdia. Vossos irmãos - Aos das dez tribos, que são vossos irmãos. Ammi - Que saibam que ainda são o povo de Deus, que ainda estão dentro da aliança de seu pai Abraão, se eles, como seu pai, andarem com Deus, tudo ficará bem.\n2\nSua mãe - Todo o povo de Israel, que foi tipificado em Gômer. Rogai - Vós que sois filhos e filhas de Deus em meio a esta nação idólatra. Não minha esposa - Pois por seus adultérios ela dissolveu o casamento - aliança.\n3\nDespojai-a - Como costumavam fazer os maridos irados, divorciando-se de adúlteras insolentes. Como um deserto - Árido e desolado.\n5\nIsso me dá - Considerando que toda misericórdia que ela desfrutou foi um presente de Deus, um fruto de sua aliança, amor e fidelidade para com ela; ainda assim ela nega toda a sua bondade e atribui aos seus ídolos o pão que ela comeu, a água que ela bebeu e as roupas que ela vestiu.\n6\nCerca-te - Eu te cercarei de guerras e calamidades, de modo que, embora ames os teus caminhos pecaminosos, terás pouco prazer neles. Faze um muro - Sim, farei das calamidades deste povo um muro forte, que eles não poderão derrubar. Os seus caminhos - Por onde andaste quando foste ao Egito ou à Síria em busca de socorro; mas, pelos meus juízos e pelo poder dos teus inimigos, serás tão guardado que não encontrarás como pedir-lhes socorro.\n7\nSeus amantes — Ídolos e idólatras. Alcançarão-nos — Mas jamais alcançarão a sua desejada ajuda. Ao meu primeiro marido — Deus, que casou Israel consigo mesmo.\n8\nNão sabiam - Não consideraram. Eles - O corpo dos judeus. Preparados - Dedicados ao serviço do ídolo.\n9\nTirai - Eu retomarei tudo o que dei. No tempo certo - Quando eles o recolherem, já maduro.\n10\nSua lascívia - Loucura e perversidade.\n11\nSuas festas — Embora apóstata, Israel havia caído na idolatria, mas ainda assim manteve muitos dos ritos e cerimônias mosaicos. Suas festas solenes — As três festas anuais dos tabernáculos, das semanas e da Páscoa, todas as quais cessaram quando foram levados cativos por Salmaneser.\n12\nMinhas recompensas - Eles deram o louvor de toda a sua abundância aos ídolos. Eles - Suas vinhas e olivais, e os lugares onde plantaram suas figueiras e outras árvores frutíferas.\n13\nVisitar - Punir. Os dias - Os pecados daqueles dias. De Baalim - Baal era o grande ídolo das dez tribos; aqui, o plural é Baalim, para denotar a multidão de ídolos que eles adoravam, todos chamados por este único nome. Enfeitou-se - Para dar maior honra ao ídolo.\n14\nEu a seduzirei - Eu a inclinarei a considerar o que proponho. Para o deserto - Angústia profunda.\n15\nSuas vinhas - Muitas bênçãos. Dali - Desde o tempo do seu arrependimento. Vale de Acor - Que era um vale amplo, fértil e agradável perto de Jericó, na entrada da terra de Canaã. Uma porta de esperança - Aquele vale era uma porta de esperança para o antigo Israel. E tal porta Deus dará ao Israel arrependido. Como nos dias da sua juventude - Quando a desposei.\n16\nTu me chamarás - Tanto por palavras, afeições e obediência, me reconhecerás como teu marido e terás prazer em me chamar assim. Baali - Isto é, meu Senhor.\n17\nPois — abolirei a memória de Baalim. Baalim — Este grande ídolo para todos os outros. E eles — Estes falsos deuses. Pelo seu nome — Seus nomes perecendo com eles.\n18\nPara eles - O Israel de Deus. Com os animais - Com todas as criaturas que possam servi-los ou prejudicá-los. É uma promessa plena e graciosa de abundância de paz, segurança e amor, por meio da criação. Em segurança - Isso foi, em certa medida, cumprido para os judeus que retornavam do cativeiro. Mas o cumprimento pleno será para a igreja de Cristo.\n21\nNaquele dia - No dia do evangelho - graça. Eu ouvirei - Deus, a causa primeira e universal, influenciará os céus, ele ordenará seu orvalho e chuvas. Quando a terra está seca, ela, por assim dizer, clama aos céus por chuvas refrescantes; quando a semente semeada, as videiras e oliveiras plantadas, estão em pé, clama à terra por suas influências gentis, para que brotem e deem fruto para Jezreel, que pode clamar e clamar, mas nunca ficará satisfeita se Deus não os ouvir e ordenar sua bênção, que promete ao seu povo ao renovar a aliança com eles. Agora, seu arrependimento será abençoado com abundância, e Deus colocará a estrutura do céu e da terra na devida ordem para efetuar isso; haverá harmonia entre todas as causas subordinadas, movidas por Deus, a primeira grande causa, de onde os eventos e frutos esperados serão produzidos para seu bem e conforto.\n23\nEu semearia — Eu os abençoarei com um aumento maravilhoso de pessoas, expressamente em alusão à semente semeada na terra. Assim, os judeus se multiplicaram após o cativeiro babilônico, mas seus números aumentaram muito mais desde a pregação do evangelho.\nCapítulo III\nOutro tipo de prostituição espiritual de Israel, vers. 1-3. O castigo disso, vers. 4. Sua reforma, vers. 5.\n1\nDe sua amiga - Seu marido. Uma adúltera - Ou já contaminada, ou que certamente será contaminada por esse vício. Segundo o amor - Que este seja o emblema do meu amor pelos filhos de Israel. E amor - Amem as festas de seus ídolos, onde bebem vinho em excesso.\n2\nQuinze moedas de prata — Eram metade do valor de um escravo, Êxodo 21:32. Um ômer de cevada — Cerca de quatorze alqueires. De cevada — O tipo mais humilde de provisão; e adequado a uma condição humilde, tudo isso serve para demonstrar a indigência e a ingratidão de Israel, e a generosidade de Deus para com Israel.\n3\nEspera por mim - Esperarás solteira até que eu te despose.\n4\nPois - Agora a parábola é revelada, acontecerá com Israel o mesmo que com uma mulher, eles e ela foram culpados de adultério, ambos punidos por muito tempo, ambos feitos escravos, mantidos com dureza e valorizados mesquinhos, mas em misericórdia finalmente perdoados e readmitidos após um longo período de provação. Sem um rei - Ninguém de sua própria linhagem real se sentará no trono. Um príncipe - Estrangeiros serão príncipes e governadores sobre eles. Sem um sacrifício - Oferecido de acordo com a lei. Uma imagem - Eles não podiam carregar nenhuma de suas imagens consigo, e os assírios não os deixavam fazer novas. Éfode - Nenhum sacerdote, bem como nenhum éfode. E sem terafins - Imagens idólatras mantidas em suas casas particulares, como os deuses domésticos romanos; em uma palavra, tal deveria ser o estado de seus cativos; eles não deveriam ter nada de seu, seja em assuntos religiosos ou civis, mas estar totalmente sob o poder de seus inimigos conquistadores.\n5\nRetorno - Arrependei-vos. E Davi - O Messias, filho de Davi. E sua bondade - Deus e sua bondade; isto é, o Deus bom e gracioso. Deus em Cristo e com Cristo será adorado. Os últimos dias - Nos dias do Messias, nos tempos do evangelho.\nCapítulo IV\nO profeta mostra seus numerosos pecados e os julgamentos consequentes deles, vv. 1-19.\n2\nIrrompe - Como águas que transbordam sobre todas as margens. Toca sangue - Os massacres se multiplicam; de modo que o fim de um é o começo de outro.\n3\nDefinharão - Definharão. Com os animais do campo - Deus pune o homem cortando o que foi feito para o benefício do homem; e é provável que o gado domesticado tenha morrido de fome por falta de capim ou forragem, sendo todo consumido pelos exércitos em decadência. Os domesticados foram mortos por inimigos, ou ofendidos pelo fedor, abandonaram a terra ou foram devorados por aves de rapina. Levados - Seja pela secagem das águas, seja pela sua corrupção com sangue e carcaças.\n4\nQue ninguém se esforce — Eles estão tão endurecidos que não adianta mais alertá-los. Como aqueles que se esforçam — Não há mais modéstia, nem temor a Deus ou aos homens entre eles, eles contenderão com seus mestres, reprovadores e conselheiros.\n5\nPortanto, o profeta dirige seu discurso ao povo, ó Israel; ele fala a eles como a uma só pessoa. Cair - Tropeçar, cair e ser quebrado. Hoje - Muito repentinamente; sua queda não será mais adiada. O profeta - Mentiras profetizadas. À noite - Nas calamidades mais sombrias. Tua mãe - Tanto o estado, ou reino; quanto as sinagogas, ou igrejas: o público é como uma mãe para pessoas privadas, então tudo será destruído.\n6\nDestruídos - Muitos já haviam sido exterminados por Pul, rei da Assíria, e muitos destruídos pela tirania sangrenta de Menaém. Do conhecimento - De Deus, sua lei, sua providência, sua natureza santa, seu ódio ao pecado e poder para puni-lo. Porque tu - O profeta agora se volta do povo para os sacerdotes, a quem fala como a uma só pessoa. Rejeitou o conhecimento - És e serás ignorante. Visto que tu - ó Israel, e vós, sacerdotes, quebraste todos os seus preceitos. Teus filhos - O povo de Israel, todo o reino das dez tribos.\n7\nÀ medida que eles — reis, sacerdotes e povo. — aumentavam — em número, riquezas e honra. Assim pecaram — o pecado cresceu com sua riqueza e honra. Sua glória — transformaram em pecado tudo aquilo em que poderiam se gloriar acima dos outros. Eu transformarei isso em desonra para eles.\n8\nEles - Os sacerdotes que ministram aos ídolos. O pecado - Provavelmente por pecado se entende a oferta pelo pecado, na qual o sacerdote tinha a sua parte. E eles - Sacerdotes gananciosos, luxuriosos e idólatras.\n10\nNão terão o suficiente - Não serão nutridos nem satisfeitos com o que comem. Não aumentarão - Não aumentarão o número de seus filhos, ou as mulheres não darão à luz, ou as crianças não viverão.\n11\nTira o coração - Priva os homens do seu entendimento e julgamento.\n12\nEstoques - Estátuas de madeira. O espírito da prostituição - Um coração enredado em prostituições, espirituais e corporais. Fez com que errassem - Cegou-os e enganou-os.\n13\nBom - Conveniente para os sacrificadores. Cometerão prostituição - Desonrarão a si mesmos e suas famílias com fornicadores.\n14\nNem as vossas esposas — eu as entregarei aos seus próprios corações. Pois eles mesmos — os maridos e os pais são exemplos para as suas esposas e filhas. Portanto, o povo — o povo tolo e ignorante, que não conhece a Deus. — cairá — será completamente arruinado.\n15\nOfender - Cometer pecados semelhantes. Gilgal - Gilgal foi escolhida por Jeroboão, ou por idólatras que a sucederam, para a adoração solene de seus ídolos. Bete-Áven - Bete-El, onde Jacó se hospedou, que a chamou de Bete-El, a casa de Deus; mas quando Jeroboão a transformou em local para a adoração do bezerro, tornou-se Bete-Áven, a casa da vaidade ou da iniquidade. Nem jurar - Esta é uma parte colocada em lugar de toda a adoração a Deus, que o profeta os adverte a não misturar com suas idolatrias.\n16\nIsrael - As dez tribos. Como uma novilha rebelde - Que, quando se torna vigorosa e lasciva, não suportará o jugo nem ficará confinada aos pastos que lhe são permitidos. Em um lugar amplo - Em um lugar amplo ou deserto, onde não há descanso, segurança ou provisão; tal será a condição das dez tribos.\n17\nEfraim - Os filhos de Efraim eram numerosos e poderosos, e aqui representavam todas as dez tribos. Deixem-no em paz - Ele é obstinado, como tal, joguem-no fora.\n18\nA bebida deles — O vinho deles é corrupto e nocivo. Continuamente — Sem cessar, desde os tempos de Jeroboão até hoje. Dai — Além disso, há opressão vergonhosa e suborno entre eles.\n19\nO vento - O furacão da ira de Deus apoderou-se desta velha adúltera e já levou alguns dos seus filhos. Eles se envergonharão - Aquilo em que depositaram sua confiança, será a sua vergonha.\nCapítulo V\nO escopo deste capítulo também é descobrir os pecados de Israel e Judá, e denunciar os julgamentos de Deus contra eles, vv. 1-15.\n1\nPara julgamento — a controvérsia de Deus está com todos vocês. Uma armadilha — Vocês, ó sacerdotes e príncipes, enlaçaram o povo com seus exemplos. Mispá — Pelas idolatrias praticadas em Mispá, uma parte do Líbano. No Tabor — Aqui, como em Mispá, a idolatria capturou os homens como pássaros são capturados em uma rede.\n2\nOs rebeldes — Todos aqueles que rejeitaram a lei de Deus. Profundo — Cavam fundo para esconder seus planos e matar os inocentes. Embora eu — Oseias.\n5\nTestemunha - É uma testemunha evidente contra ele.\n6\nPara buscar o Senhor - Os doutores judeus nos dizem que, sob Oseias, Israel tinha liberdade para trazer seus sacrifícios a Jerusalém. Não o encontrarão - Deus não será encontrado por eles. Retirou-se - Por causa da impenitência deles.\n7\nGeraram - Eles educaram seus filhos na mesma idolatria. Um mês - Possivelmente pode se referir ao curto período de usurpação de Salum, que durou apenas um mês; os assírios farão uma rápida conquista sobre vocês. Com suas porções - Com todos os seus bens.\n8\nSoprem! — Ó sentinelas, soem o alarme, o inimigo vem. Atrás de ti, ó Benjamim, após os teus gritos. Atrás de ti, ó Bete-Áven, que Benjamim também grite em alta voz, pois eles também cairão por causa do seu pecado.\n9\nEfraim - Todo o reino das dez tribos. Repreensão - Quando Salmaneser sitiar, saquear e capturar todas as tuas cidades, repreendido por seus pecados. De Israel - À casa de Israel abertamente. Tornado conhecido - Pelos meus profetas.\n10\nO limite - Os antigos limites que limitavam a todos e impediam a invasão de homens gananciosos. Como água - Como uma enchente transbordante.\n11\nEfraim - As dez tribos já estão consumidas por sedições, guerras civis, sentenças injustas e conspirações sangrentas. Após o mandamento - Para que se abstenham de ir ao templo e adorem os bezerros em Dã e Betel, como Jeroboão, filho de Nebate, ordenou.\n12\nUma traça - Traças devoram nossas roupas lentamente; assim Deus estava então, e desde a morte de Jeroboão, enfraquecendo as dez tribos. Como podridão - secretamente as consumindo.\n13\nSua doença - Fraqueza, como uma tuberculose, ameaçadora de morte. Então foi - Fez aplicação. O assírio - Particularmente para Israel ou Pul.\n14\nRasgará - A vingança divina dos assírios será como um leão despedaçando sua presa.\nCapítulo VI\nSua resolução de retornar a Deus, vv. 1-3. A instabilidade de muitos deles, vv. 4, 5. A aliança de Deus com eles e sua violação dela, vv. 6-11.\n1\nVenham - O profeta aqui os traz, exortando uns aos outros. Ele rasgou - Agora vemos sua mão em tudo o que sofremos.\n2\nDepois de dois dias - Após um breve período de sofrimento, Deus nos mostrará seu favor e nos reanimará em nosso estado de morte. Reaviva-nos - Embora estivéssemos como mortos, sepultados em nossas misérias, nosso Deus misericordioso nos vivificará. Viveremos - Floresceremos em paz, riqueza e alegria; em justiça e segurança. À sua vista - Os olhos do nosso Deus estão sobre nós para o bem.\n3\nSaiba - Que adoração Ele requer. E o conhecimento de Deus será para nós uma fonte de toda conversa santa, justa e sóbria. Prossiga - Por meio de uma atenção diligente à palavra e às obras de Deus, conheceremos experimentalmente quão santo, quão bom e quão fiel Deus é. Sua saída - Diante de seu povo; sua providência graciosa, fiel, santa, justa e sábia, para o bem e o conforto de seu povo. Como a manhã - Tão segura, bela, grata e tão clara quanto a manhã; que dissipa a escuridão e proclama sua própria aproximação. Como a chuva - Que revive, torna-a frutífera, embeleza-a e dá uma nova face a tudo.\n4\nO que devo fazer - O que mais devo fazer para salvá-lo da ruína e salvar minha própria honra, verdade e justiça\n5\nPortanto, porque eu faria por vocês tudo o que fosse necessário. Abatei-os severa e incansavelmente, repreendi-os e ameacei-os. Por tuas palavras, como predisse com palavras, assim o fiz no devido tempo. Teus julgamentos, os castigos ameaçadores que caíram sobre este povo corresponderam tão plenamente à predição que todos puderam vê-los claros como a luz e tão constantemente executados como a manhã.\n6\nPois — eu os cortei e matei, porque eles não fizeram o que eu mais pedia; eles estavam cheios de sacrifícios, mas ou a ídolos, ou então em formalidade e orgulho. Misericórdia — Compaixão e caridade para com os homens, este dever principal da segunda tábua, colocado para todos. Nisto me deleito, encontrei pouco disto entre vocês. Não sacrifício — Em vez de sacrifício. O conhecimento de Deus — O conhecimento afetuoso de Deus, que enche a mente com reverência à sua majestade, temor à sua bondade, amor à sua santidade, confiança em sua promessa e submissão à sua vontade.\n7\nA aliança - A lei do seu Deus. Ali - Naquele mesmo lugar, a boa terra que por aliança lhes dei: eles quebraram a minha aliança.\n8\nUma cidade - Uma cidade cheia de transgressores notórios, cujos habitantes, embora levitas e sacerdotes, praticam todo tipo de maldade. Com sangue - Assassinatos cometidos ali.\n9\nA companhia dos sacerdotes - Os sacerdotes, em companhias, espreitam, roubam e assassinam.\n10\nA prostituição - Idolatria. De Efraim - Que foi trazida por um efraimita, Jeroboão, há duzentos anos, e ainda está lá. Israel está contaminado - Ela se espalhou por todo o Israel.\n11\nEle - Mas Deus determinou uma colheita para ti; não serás exterminado como Israel; uma semente tua será semeada, e tu ceifarás a colheita com alegria.\nCapítulo VII\nVárias acusações com ameaças anexas, ver. 1 - 16.\n1\nDe Efraim - De Efraim, a principal tribo deste reino rebelde.\n2\nSuas próprias ações — A culpa e o castigo das obras que praticaram; suas próprias ações, não as de seus pais, como os incorrigíveis estão prontos a reclamar. Assediai-os — Como um inimigo cerca uma cidade por todos os lados. Diante da minha face — Todos os seus caminhos estavam sob os meus olhos.\n3\nEles — os cortesãos, em particular — se dedicam a inventar maldades agradáveis e a familiarizar o rei com elas. Com suas mentiras — com falsas acusações contra os inocentes.\n4\nComo um forno - Este vício está se tornando cada vez mais intenso entre eles, como o fogo no forno, quando o padeiro, tendo chamado aqueles que fazem o pão para preparar todas as coisas, aquece o forno com o fornecimento contínuo de combustível, até que o calor não precise ser aumentado.\n5\nNo dia do nosso rei - Provavelmente o aniversário do seu nascimento ou coroação. Estendeu a mão - Nessas festas de bebedeira, parece que o rei se esqueceu de si mesmo e estendeu a mão para aqueles que ridicularizam a religião e para confundir os que a professam.\n6\nEles - Aqueles príncipes luxuriosos e beberrões. Como um forno - Ardendo de ambição, vingança ou cobiça. Espreitam - Contra a vida ou o patrimônio de alguns de seus súditos. Assim como o padeiro, tendo acendido o fogo em seu forno, vai para a cama e dorme a noite toda, e pela manhã encontra seu forno bem aquecido e pronto para seu propósito; assim também estes, quando tramam alguma maldade, embora pareçam dormir por um tempo, o fogo está ardendo por dentro e se apaga assim que surge a oportunidade.\n7\nDevorados - Como o fogo destrói, assim esses conspiradores destruíram seus governantes. Seus reis - Todos os que existiram desde o reinado de Jeroboão II até a entrega desta profecia, a saber, Zacarias, Salum, Pecaías, Peca, caíram pela conspiração de príncipes tão impetuosos. Isso diz - Nenhum deles temeu, confiou ou adorou a Deus.\n8\nEfraim - O reino de Israel. Misturou-se - Com os pagãos por meio de ligas, comércio e imitação de seus costumes. Não se transformou - Queimado de um lado, e massa do outro, e tão imprestável em ambos: sempre em um extremo ou outro.\n9\nNão sabe disso - Ele não tem consciência da perda que sofreu. Cabelos grisalhos - Da velhice e da força decrescente pairam sobre seu reino.\n11\nComo uma pomba tola - Efraim agora se tornou como a pomba em fraqueza e medo, bem como em imprudência e propensão a ser enganado. Sem coração - Sem discrição ou coragem. Para a Assíria - Em vez de recorrer a Deus, o único que pode ajudar.\n12\nVá - Buscar auxílio do Egito ou da Assíria. Derrube-os - Ainda que tentem voar, certamente cairão como aves na rede. Ouviu - Dos profetas que lhes enviei.\n13\nMentiras faladas - Eles desmentiram suas correções como se não fossem merecidas; desmentiram o bem feito, como se fosse pouco demais, ou não feito por Deus, mas por seu ídolo.\n14\nEles se reuniram - Nas casas de seus ídolos.\n15\nAmarrado - Como um cirurgião liga um membro fraco ou quebrado; assim fez Deus por Efraim, quando os sírios e outros inimigos quebraram seus braços. Imaginai o mal - Eles planejam o mal contra os meus profetas e dão vazão a todas as impiedades.\n16\nNão ao Altíssimo - Qualquer que fosse a demonstração de arrependimento entre eles, ainda assim nunca se arrependeram completamente. Um arco enganoso - Embora parecessem inclinados e mirando o alvo, como um arco fraco, não carregaram a flecha para o alvo, e como um arco falso, nunca a levaram direto para o alvo. A fúria de suas línguas - Contra Deus, seus profetas e providência. Seu escárnio - Eles serão repreendidos por isso.\nCapítulo VIII\nQuase todos os versículos deste capítulo falam tanto dos pecados quanto do castigo de Israel, vv. 1 - 14.\n1\nToquem a trombeta - O Senhor aqui ordena ao profeta que anuncie, como pelo som de uma trombeta, o que Deus trará sobre o Israel apóstata. Ele - O rei da Assíria. Como uma águia - Veloz, faminto, superando todas as dificuldades. Casa do Senhor - A família de Israel, a igreja israelita.\n2\nChorará - Mas não sinceramente.\n4\nEles - Israel. Reis - Salum, Menaém, Peca e Oseias. Não por mim - Não por minha ordem. Não sabiam - Não aprovaram.\n5\nTeu bezerro - O ídolo principal erguido em Samaria. Te rejeitar - Provocou Deus a te rejeitar. Contra eles - Ídolos e adoradores de ídolos. Até quando - Até quando se passará, até que se arrependam e se convertam?\n6\nDe Israel - Por sua invenção. Ele - Tanto o ídolo quanto seus adoradores.\n7\nSemeou o vento - Um discurso proverbial para denotar trabalho perdido. Redemoinho - Uma tempestade que destrói tudo o que está em seu caminho; um emblema da ira de Deus. Sem caule - Toda a sua dependência de ídolos e assistência estrangeira será como semente que não produz caule nem broto. Sem farinha - Ou suponha que produziu caule e broto, ainda assim o broto será destruído e nunca dará farinha.\n9\nSubiu - Israel é como um jumento selvagem. Um jumento selvagem - Teimoso, selvagem, indomável. Sozinho - Solitário, onde não há caminho nem terreno; assim eram eles em seu cativeiro.\n10\nReúna-os — Eu os reunirei, para que sejam capturados e destruídos juntos. Um pouco — Por um tempo antes do cativeiro final. O fardo — O tributo imposto a eles pelo rei.\n11\nAltares — Aqueles que encontrarão na Assíria. Pecar — Será a ocasião de sua maior culpa e punição.\n12\nEscrito - Primeiro por Moisés, depois por outros profetas. Mas eles foram contados - Israel os considera como nada para eles.\n13\nEles retornarão - Muitos fugirão da Assíria para o Egito.\n14\nTemplos - Templos de ídolos. Devorem os palácios - Isso se cumpriu quando todas as cidades de Judá e Israel foram reduzidas a cinzas pelo rei da Assíria.\nCapítulo IX\nDeus ameaça privar Israel de todos os seus prazeres mundanos, vv. 1-5. Ele os condena à ruína total, vv. 6-8. Repreende-os pela maldade de seus pais, vv. 9, 10. E ameaça extirpar sua posteridade, vv. 11-17.\n1\nComo outras pessoas — Com banquetes, triunfos e sacrifícios de ação de graças. Uma recompensa — Tal como a que os adúlteros dão às mulheres lascivas; tu amas ver a tua eira cheia, e disseste que os teus ídolos te deram essa abundância.\n2\nA eira - O trigo que é recolhido na eira. O lagar - O vinho que é espremido nele. Não alimentará - Não nutrirá nem fortalecerá os idólatras. Fracassará - Samaria e todo o Israel esperam uma vindima completa, mas esperam isso de seus ídolos e, portanto, ficarão decepcionados.\n3\nEfraim - Muitos de Efraim fugirão para o Egito. E eles - Os restantes serão levados cativos para a Assíria.\n4\nOfertas de vinho - Estas foram designadas para serem oferecidas com o sacrifício da manhã e da tarde, o sacrifício representando Cristo e o perdão por Ele; a oferta de vinho, o espírito da graça: o sacrifício repetido, diariamente continuava sua paz e perdão. Tudo isso será negado a esses cativos. Agradável - Se alguém se aventurar a oferecer. Como o pão dos enlutados - Ele os contaminará e desagradará a Deus tanto quanto se alguém que está de luto pelos mortos, e proibido de sacrificar, se aventurasse a fazê-lo. Seu pão - Seu pão, que eles eram obrigados a oferecer com seus sacrifícios, agora não terão oportunidade de trazer para a casa do Senhor.\n5\nO que vocês farão? - Vocês não poderão observar nenhuma delas.\n6\nEles se foram - Alguns já se afastaram da desolação que se aproxima. Egito - No Egito, eles esperam ficar quietos e sobreviver a essas desolações, mas morrerão no Egito. Os lugares agradáveis - Suas belas casas construídas para guardar suas riquezas. Urtigas - Serão arruinadas e jazerão no lixo, até que urtigas cresçam nelas.\n7\nO profeta - O falso profeta. O homem espiritual - Que finge estar cheio do espírito de profecia. Por causa da tua iniquidade - Deus começou os seus castigos entregando-os à fé nos seus falsos profetas. O grande ódio - Que Deus tinha contra os teus pecados.\n8\nO vigia - Os antigos profetas verdadeiros, de fato, estavam com Deus. Meu Deus - O Deus de Oseias. O profeta - Os falsos profetas, assim como o povo, abandonaram a Deus. É uma armadilha - Suas pretensas previsões são apenas uma armadilha, como as que os caçadores de pássaros preparam. E ódio - Tais profetas estão cheios de ódio e malícia: sim, eles são o próprio ódio.\n10\nEncontrei Israel - O Senhor fala de si mesmo na pessoa de um viajante que, inesperadamente, no deserto, encontra uma videira carregada de uvas; tal era o amor que Deus tinha por Israel. Vossos pais - a quem tirei do Egito. Como o primeiro fruto maduro - como o primeiro fruto maduro da figueira, que é o mais estimado e desejado. Separaram-se - consagraram-se àquele ídolo vergonhoso. Suas abominações - seus ídolos e a maneira de adorá-los. Como eles amavam - como eles imaginavam.\n11\nSua glória - Seus filhos ou posteridade, que era a glória de Israel. Voarão - É proverbial e fala de uma perda repentina de filhos. Desde o nascimento - Assim que nascerem. Desde o ventre - Suas mães não darão frutos vivos ao mundo. A concepção - Suas esposas não conceberão.\n12\nNão restará um homem sequer — Haverá uma extirpação total deles. Quando eu partir — Para completar a sua miséria, eu me afastarei deles. É triste perder nossos filhos, mas ainda mais triste perder nosso Deus.\n13\nAo assassino - Ele os enviará em exércitos poderosos; mas isso os enviará para o matadouro.\n14\nDê então - É um discurso abrupto, mas patético, de alguém que demonstra sua aflição por uma nação afundada e desfeita. Um útero abortado - É menos miséria não ter nenhum, do que ter todos os nossos filhos assassinados.\n15\nToda a sua maldade - O principal ou o começo. Lá eu os odiei - Assim como lá eles começaram a pecar tão notoriamente, lá eu comecei a mostrar que os odiava.\nCapítulo X\nDeus acusa Israel de muitos pecados e os ameaça com punição, vv. 1-11. Exorta-os a se arrependerem, vv. 12-15.\n1\nUma videira vazia - Que perdeu a força para dar fruto. Para si mesmo - Qualquer fruto produzido por sua força restante, não foi produzido para Deus. Seu fruto - Quando a terra produziu mais abundantemente, essa abundância foi empregada na multiplicação de ídolos. Os altares - De seus ídolos. A bondade - Imaginando que a bondade de sua terra era uma bênção de seus ídolos.\n2\nEstá dividido - De Deus e de sua adoração. Defeituoso - Assim como este foi o pecado deles, os efeitos disso devem manifestamente provar que são defeituosos. Ele - Deus.\n3\nDiga - Veja e sinta. Nenhum rei - Ou nenhum rei, ou nenhum rei como esperávamos. E então - Pois os reis não são capazes de salvar sem o Deus dos reis.\n4\nPalavras - Palavras vãs. Juramento falso - Por perjúrio, enganando aqueles com quem lidavam. Uma aliança - Com o rei assírio. Julgamento - Vingança divina. Como cicuta - Um discurso proverbial, expressando a grandeza deste mal.\n5\nPor causa dos bezerros - Porque pecaram por causa destes bezerros, este medo se apoderou deles. O povo - Aqueles que habitavam em Bete-Áven. Que se alegraram com isso - Estes sacerdotes anteriormente eram alimentados, vestidos e enriquecidos por este ídolo, isso os deixou muito felizes. A sua glória - Todo o seu crédito desapareceu. Partiu - Os assírios ou o quebraram ou o levaram em escárnio para a Assíria.\n6\nEle - O bezerro de ouro.\n7\nEstá cortada - Em breve será cortada: esta profecia provavelmente foi entregue quando Samaria estava sitiada.\n8\nOs lugares altos - Os templos e altares de Baal. De Áven - Ou Bete - Áven. Eles dirão - Quando isso acontecer, os israelitas idólatras ficarão tão perplexos que desejarão que as montanhas e colinas caiam sobre eles.\n9\nEles — Provavelmente os seiscentos homens que fugiram para a rocha de Rimom. Alcançá-los — Aquela batalha fatal não os atingiu; mas agora Israel será punido com mais severidade.\n10\nO povo — Os assírios. Por suas duas transgressões — Talvez, sua revolta contra a casa de Davi e sua idolatria.\n11\nEnsinado - Acostumado a isso, e tão habilidoso nisso. Passado - Impus um jugo mais leve sobre ela, trouxe algumas aflições suaves sobre aquele povo para domesticá-lo, mas isso não prevaleceu. Cavalgar - Cavalgarei sobre Efraim e o domesticarei. Lavrará - Judá, embora menos pecador, foi acostumado a um trabalho mais árduo; lavrou quando Efraim ceifou. Quebrar seus torrões - O mesmo em outro discurso proverbial, seu trabalho atualmente é mais árduo, mas há uma colheita a seguir. Embora semeiem em lágrimas ao irem para a Babilônia, colherão com alegria ao retornarem.\n12\nColhei - E colhereis com misericórdia. Terra em pousio - Vossos corações são como terra coberta de ervas daninhas, que precisam ser aradas e arrancadas, para que a boa semente seja semeada neles. E chuva - Derrame abundantemente os frutos da Sua bondade e misericórdia.\n13\nVocês araram — vocês, ó israelitas. Vocês colheram — vocês viveram na maldade e a propagaram, e encontraram uma recompensa digna do seu trabalho. Comidos — vocês se alimentaram de vãs esperanças. No seu caminho — o caminho deles era a idolatria. Homens poderosos — a próxima mentira sobre a qual viviam era a sabedoria e o valor de seus grandes homens.\n14\nComo Salmã - Provavelmente Salmaneser. Bete - Arbel - Era uma cidade da Assíria e dava nome a um país ou região em parte da Assíria.\n15\nBetel - A idolatria cometida ali. Faça - Prometa todo esse mal contra você. Numa manhã - Possivelmente os assírios atacariam a cidade pela manhã e a tomariam.\nCapítulo XI\nRepreensões, ameaças e promessas se misturavam, vers. 1-11. Um elogio a Judá, vers. 12.\n1\nEra uma criança - Na infância de Israel. Eu o amei - Manifestei minha terna e paternal afeição por ele. Chamei-o de meu filho - Adotei-o para ser meu filho, e como meu filho, cuidei dele e o tirei da servidão. Do Egito - Mas Israel, o primeiro filho adotivo, era um tipo de Cristo, o primogênito. E a história da saída de Israel foi um tipo da futura saída de Cristo do Egito.\n2\nEles — Moisés e Arão, e outros profetas. Chamaram — Persuadiram, suplicaram e instaram com exortações toda a casa de Israel. Deles — Dos conselhos e ordens dos profetas. Baalim — No deserto, eles começaram esta apostasia e a mantiveram com obstinação.\n3\nEu ensinei - Como uma mãe ou enfermeira ajuda a criança. Levando-as - Apoiando-as e sustentando-as. Elas não sabiam - Elas não me viam nem me reconheciam nisso.\n4\nCordas do homem - Com a gentileza que melhor se adapta e prevalece em um homem. Eu era para eles - Como um marido cuidadoso - o homem, no devido tempo, tirava o jugo de seus bois em trabalho e tirava a focinheira com a qual eram impedidos de comer, quando trabalhavam. Eu lhes dava alimento - Trouxe-lhes provisão para suas necessidades.\n5\nEle - Efraim. Será rei - Os governará com rigor e crueldade. Eles recusaram - A razão de tudo é sua obstinação na idolatria.\n6\nSeus ramos - As cidades e vilas menores. Seus próprios conselhos - Que eles seguiram em oposição a todos os bons conselhos que os profetas lhes deram de tempos em tempos.\n7\nEles - Os profetas. Nenhum deles - Quase ninguém os ouvia e obedecia.\n8\nEntregar-te-ei - À destruição total. Admá e Zeboim foram duas das quatro cidades que foram destruídas com fogo do céu. Meus arrependimentos - Não que Deus esteja sempre hesitante ou irresoluto; mas estas são expressões à maneira dos homens, para mostrar a severidade que Israel merecia, e ainda assim como a graça divina seria glorificada ao poupá-los.\n9\nRetorno - Conquistadores que saqueiam a cidade conquistada, levam consigo suas riquezas e, depois de algum tempo, retornam para queimá-la; Deus não fará isso. Não o homem - Portanto, minhas compaixões não têm fim. O Santo - Um Deus santo, e em aliança, embora não com todos, mas com muitos entre vocês. Entra na cidade - Para destruí-la completamente, como fiz com Sodoma.\n10\nEles - O remanescente ouvirá e obedecerá ao Senhor. Como um leão - A palavra do Senhor, assim diz o caldeu, rugirá como um leão. Cristo é chamado de Leão da tribo de Judá; e quando ele clamou em alta voz, foi como o rugido de um leão. A voz do evangelho foi ouvida de longe, como o rugido de um leão; e era uma voz poderosa. Tremer - O espírito, por seu poder, despertando-os para a visão do pecado, os fará temer e tremer. Do ocidente - Dos confins da terra.\n11\nEles tremerão – Ao retornarem à sua terra natal, alguns se apressarão, ainda que com solicitude, para fora do Egito, para onde fugiram em busca de abrigo; outros, como pombas, sairão da Assíria, mas com medo e tremor. Eu os colocarei – Uma promessa oportuna e confortável.\n12\nEfraim - A maior parte do povo de Israel. Com mentiras - Continue bancando o hipócrita comigo. Judá - As duas tribos. Ainda governa - Enquanto os idólatras são escravos do diabo, os verdadeiros adoradores de Deus, como príncipes, governam com Deus. Fiel - Mantém a pureza, pelo menos a verdade da adoração, e comparativamente é fiel. Judá adere aos santos profetas, sacerdotes e outros santos de Deus.\nCapítulo XII\nUma alta acusação contra Israel e Judá por vários pecados, mas com indícios de misericórdia, vv. 1-14.\n1\nAlimenta-se de vento - É um discurso proverbial; denotando que ele se apoia em esperanças, tão inadequadas para sustentá-lo quanto o vento é para nos alimentar. Aumenta as mentiras - Criando novas alianças e se fortificando com elas, contra as ameaças de Deus por meio de seus profetas. Desolação - O que apenas apressará e aumentará sua desolação. Petróleo - Não óleo comum para comércio, mas óleos ricos e preciosos, para também obter amizades.\n2\nJacó - Efraim e Judá são de Jacó, ambos se corromperam e, portanto, agirei contra ambos.\n3\nEle - Jacó. Levou seu irmão - O propósito de mencionar isso é lembrá-los da bondade que Deus lhes mostrou em seu pai Jacó. Sua força - Esta força não era da natureza, mas da graça. A força recebida de Deus foi bem empregada em certas ocasiões; nela ele lutou e obteve a bênção.\n4\nO anjo - Chamado no versículo 3, Deus; e no versículo 5, Jeová, Senhor dos Exércitos. Ele não era um anjo criado, mas o Messias; Deus eterno por natureza e essência, anjo por ofício e empenho voluntário. Ele chorou - Ele orou com lágrimas, sentindo sua própria indignidade e com fervor pela misericórdia que desejava. Ele - Deus. Ele - Jacó cheio de cansaço, medos e solicitude em sua jornada até Labão. Ele - Deus. Conosco - Estando então nos lombos de Jacó.\n5\nO Senhor Deus dos Exércitos — Aquele que apareceu e falou, que prometeu a bênção e ordenou a reforma em Betel — era Jeová, o Deus eterno e imutável; que pode cumprir sua promessa e executar sua ameaça, que é um inimigo terrível e um amigo muito desejável. O Senhor — Jeová, repetido para confirmação. Seu memorial — Por isso ele será conhecido.\n6\nConvertei-vos - Arrependei-vos, deixai os ídolos e todos os pecados. Ele adorou somente a Deus, fazei-o vós também; ele expulsou os ídolos de sua família, fazei-o vós também; sede filhos de Jacó nisto. Misericórdia - Mostrai bondade a todos os que dela necessitam. Julgamento - Não infrinjais a ninguém; mas com justiça nos tratos, nos julgamentos; e nos cargos públicos, dai a cada um o que vos é devido. Esperai em vosso Deus - Na adoração pública e nos deveres privados, servi e confiai somente em Deus: não permitais que os ídolos recebam sacrifício, oração, louvor ou confiança de vós; e que a vossa esperança e adoração sejam para sempre perpetuadas.\n7\nUm comerciante - Efraim está tão longe de ser como Jacó, que você pode considerá-lo um cananeu, um comerciante sutil.\n8\nEu sou rico - Não importa o que digam, eu consigo o que almejo. Eles encontrarão - No entanto, ele se abraça na apreensão da condução rigorosa de seus negócios, de modo que nenhum grande crime pode ser encontrado nele: nenhum, que seja pecado, que seja qualquer grande enormidade.\n9\nDo Egito - Desde o tempo em que te tirei dele. Em tabernáculos - Eu te dei todas essas bênçãos e confortos, expressos proverbialmente em alusão à alegria que eles tinham na festa dos tabernáculos.\n10\nFalado - Para alertá-los do perigo.\n11\nEm Gileade - Tigla Pileser havia tomado Gileade, entre outras cidades, anteriormente, levando os habitantes cativos. Com isso, o profeta alerta os efraimitas sobre o que eles devem esperar, e o faz nesta pungente pergunta: Há iniquidade em Gileade? É só lá? Seja como for, Gileade era toda iniquidade; Gilgal não é melhor. Eles - Aqueles que sobem a Gilgal para sacrificar são idólatras. Nos sulcos - São em número como montes de pedras, recolhidas da terra arada e depositadas em sulcos.\n12\nFugiu - Por medo de Esaú.\n13\nUm profeta - Por Moisés. Israel - Seus antepassados. Preservado - No deserto. O objetivo do profeta parece ser este: impedir o orgulho vão deles e a vanglória de seus antepassados.\n14\nSeu sangue — Ele carregará o castigo de todo o seu sangue; seus assassinatos de inocentes, e também sua própria culpa. Sua vergonha — Que Efraim lançou sobre os profetas, os adoradores de Deus, e sobre Deus; preferindo ídolos a ele. Seu Senhor — Deus que é Senhor de tudo.\nCapítulo XIII\nIsrael é repreendido por idolatria e outros pecados, vv. 1-8. Ruína predita, mas com encorajamento à esperança, vv. 9-16.\n1\nEfraim - As dez tribos, das quais Efraim era o chefe. Falou tremendo - Humilhou-se diante de Deus. Exaltou-se - O reino floresceu. Quando ele ofendeu - Assim que pecaram, tomando Baal como seu Deus. Ele morreu - Eles perderam seu poder e glória.\n2\nDeles - Dos ídolos. Que o homem - Que todos os que trazem suas oferendas a esses ídolos, adorem e adorem, e demonstrem que o fazem beijando os bezerros.\n4\nConhecerás - Eu te proibi de conhecer qualquer outro Deus além de mim, em gratidão não deves conhecer nenhum outro.\n5\nEu sabia - Possuía, cuidava, orientava e fornecia.\n6\nSuas pastagens - Quando chegaram a Canaã e tiveram abundância de tudo, encontraram o luxo. Foi exaltado - Tornaram-se orgulhosos.\n7\nObserve-os - Fique atento a eles, para que eu possa ter certeza de levá-los.\n8\nAluguel - Primeiro mate, depois despedace e arranque o coração.\n10\nTeu rei - Eu teria sido teu rei para governar e salvar-te, mas tu me recusaste em ambos: ainda assim, serei teu rei para punir-te. Teus juízes - Onde estão eles agora? E príncipes - Necessários para auxiliar o rei.\n11\nUm rei – como Shallum, Menahem, Pekah.\n12\nEstá atado - Como pecados não perdoados; pois desligar pecados é perdoar, e atar pecados é imputá-los ao pecador, Mt 16:19. Escondido - Não de Deus, mas guardado com Deus para o dia da retribuição.\n13\nAs dores — O castigo dos seus pecados o alcançará repentinamente, com grande angústia. Um filho insensato — Um filho tolo, que põe em perigo a si mesmo e a sua mãe. Ele não deveria ficar — Como uma criança que se atrasa no parto, assim é Efraim, ora quer, ora não quer retornar a Deus; e assim morre sob a demora.\n14\nResgate - Por poder e aquisição, pelo sangue do Cordeiro de Deus e pelo poder de sua Divindade. Aqueles - Que se arrependem e creem. Da sepultura - Ele venceu a sepultura e, no grande dia da ressurreição, abrirá as portas daquela prisão e nos tirará em glória. Da morte - Da maldição da primeira morte e da segunda morte, que não terão poder sobre nós. Tuas pragas - Assim destruirei a morte. Derrubarei os muros daquela prisão e trarei para fora todos os que nela estão confinados; os maus, dos quais removerei para outras prisões; os bons, restaurarei à gloriosa liberdade. O arrependimento será escondido - Nunca, como um homem que se arrepende, mudarei minha palavra e propósito, diz o Senhor. Que promessa gloriosa é esta, que se interpõe em meio a todos esses julgamentos!\n15\nEle - Efraim. Seus irmãos - Ou o restante das tribos, ou as nações que, por aliança, se tornaram seus irmãos. Um vento oriental - Um inimigo tão pernicioso para sua propriedade quanto o vento oriental o é para as frutas. Do Senhor - Um poderoso inimigo, chamado aqui de vento do Senhor, o superlativo usual em hebraico. O deserto - Que ficava a sudeste de Canaã. Os ventos do sudeste naquela região eram, de todos, os mais quentes e impetuosos. Ele - O exército assírio. Despojará - Levará embora todos os vasos e móveis desejáveis.\nCapítulo XIV\nInstruções sobre como se arrepender, vers. 1-3. Incentivos ao arrependimento, vers. 4-9.\n1\nCaído - Teus pecados te envolveram em problemas sem fim.\n2\nRender - Isso nos qualificará e encorajará a dar os sacrifícios que são mais agradáveis a Deus do que bezerros ou bois.\n3\nOs órfãos - Todos os que são destituídos de força em si mesmos e desprovidos de ajuda dos outros; todos os que, conscientes de sua própria condição desamparada, buscam ajuda em Deus, que tem poder, misericórdia e sabedoria para ajudar. Misericórdia - Tanto a fonte quanto os riachos da bondade, da graça gratuita e da rica generosidade.\n5\nComo o orvalho — Eu refrescarei e consolarei, e farei frutificar em boas obras aqueles que se converterem a mim. Como o Líbano — Como os cedros no Líbano, assim o verdadeiro Israel, os apóstatas convertidos, será abençoado por Deus: tão próspera e feliz será a igreja sob Cristo.\n6\nSeus ramos — Seus ramos, que brotaram recentemente, ganharão força e se multiplicarão em número. A oliveira — que conserva sua verdura durante todo o inverno e é rica em frutos; assim o verdadeiro Israel de Deus florescerá, não em beleza infrutífera, mas em frutos amáveis, mesmo nos invernos de aflição e angústia. Como o Líbano — a montanha famosa pelos cedros, onde também estavam as árvores que produzem o incenso e muitas flores que perfumam o ar; tal será a fragrância espiritual da igreja para Deus e para os homens.\n7\nAqueles que habitam - Todos os que se unem à igreja, habitarão sob estas árvores frondosas. Retornem - Revivam e recuperem as forças. Como o trigo - Que morre antes de viver para dar fruto. Como a videira - Que no inverno parece morta, mas ainda assim há vida, seiva e uma virtude frutífera nela. Seu aroma - Seu sabor para Deus e os homens de bem será agradável como o aroma dos deliciosos vinhos do Líbano.\n8\nEu o ouvi - Uma graciosa promessa de Deus de ouvir orações. Um abeto verde - Assim como um viajante cansado encontra descanso e segurança sob uma árvore frondosa, assim há segurança e refrigério sob a proteção do Senhor. De mim - Somente de Deus.\n9\nEntenderá - O que o profeta entregou. Os caminhos - Os caminhos que ele gostaria que andássemos em direção a ele, sua lei, suas ordenanças, toda a sua doutrina são todos justos e iguais. E os caminhos pelos quais Deus anda em nossa direção, afligindo ou confortando, são todos justos e iguais. Andará neles - Aprovará todos eles, justificando a justiça do desagrado de Deus e confessando que se lembra da misericórdia em meio ao julgamento. E justificando a justiça de seus preceitos ao se esforçar para observá-los. Os transgressores - Pecadores obstinados e obstinados, tropeçam e se ofendem com seus mandamentos, mas mais ainda com seus julgamentos; eles rejeitam um e em vão esperam se livrar do outro, até que finalmente caem sob o peso de seus próprios pecados e da ira de Deus.\n\nJoel\n\nJoel fala dos mesmos julgamentos que Amós: daí é provável que tenham surgido na mesma época, Amós em Israel e Joel em Judá. Ora, Amós profetizou nos dias de Jeroboão II (Amós 7:10). Nesta profecia, descreve-se a desolação causada por exércitos de insetos: O povo é chamado ao arrependimento; fazem-se promessas de misericórdia aos penitentes e do derramamento do Espírito nos últimos dias. A causa do povo de Deus é defendida contra seus inimigos, e coisas gloriosas são proferidas sobre o Evangelho — Jerusalém.\nCapítulo I\nO julgamento inaudito de lagartas e gafanhotos, vv. 1-7. Todos nós, pessoas, somos chamados a lamentar isso, vv. 8-13. E a nos humilhar diante de Deus, 14-20.\n1\nChegou a Joel - Provavelmente no final do reinado de Jeroboão II sobre Israel e nos dias de Uzias, sobre Judá.\n2\nVelhos - Os mais velhos entre vocês, que conseguem se lembrar de coisas feitas há muitos anos.\n4\nPalmer - verme - Quatro tipos de insetos são mencionados aqui, que se sucederam e devoraram tudo o que pudesse servir de sustento para os judeus, o que causou uma fome terrível.\n5\nÉ cortado - De repente cortado, mesmo quando você está pronto para bebê-lo, e totalmente cortado por esses vermes devoradores.\n6\nUma nação - Uma multidão inumerável de gafanhotos e lagartas, chamada de nação aqui, como Salomão chama os coelhos e a formiga, Pv 30:25,26, e talvez um prognóstico de uma nação muito numerosa e poderosa, que em breve invadirá Judá. Forte - Poderosa em poder e destemida em coragem, se você se referir aos assírios ou babilônios; se a esses vermes, eles são, embora cada um fraco por si só, ainda assim, nessas multidões, fortes e irresistíveis. Um grande leão - Tal devastação como os leões causam, estes os gafanhotos causam, e os assírios causarão.\n8\nO marido de sua juventude - Desposado com ela, mas arrebatado por uma morte prematura.\n9\nA oferta de bebida - Pela destruição das videiras, todo o vinho (do qual eles deveriam oferecer a oferta de bebida) falhou.\n10\nO milho — o trigo e a cevada — foram consumidos em sua verdura. Secaram — a seca foi tão grande que as videiras secaram e todas as suas esperanças de vinho novo foram destruídas. O azeite — as oliveiras. Desfalecem — este é um relato claro da razão pela qual os sacerdotes foram chamados para o luto e por que a oferta de manjares e a oferta de bebida foram cortadas.\n11\nEnvergonhe-se - Esta é uma causa justa pela qual você deve lamentar e perguntar por que Deus está tão descontente com você.\n14\nSantificai-vos — Ó sacerdotes, separai um dia para vos afligirdes, confessardes os vossos pecados e implorar o vosso perdão. Para dentro da casa — Os pátios do templo, onde o povo costumava orar.\n15\nO dia do Senhor — Um dia de tribulação maior do que já sentiram, tribulações que Deus acumulará sobre eles. Virá — A menos que o jejum, as orações e a correção impeçam.\n16\nCortado - Devorado por gafanhotos ou murcho pela seca.\n17\nDeixadas desoladas - em ruínas porque os donos, desanimados com a esterilidade das estações, não as consertaram.\n19\nO fogo — o calor desmedido. O deserto — o mundo, significa apenas lugares não arados e menos habitados que outros.\n20\nChoro - Eles expressam suas queixas, seus tons tristes, eles têm uma voz para chorar, assim como um olho para olhar para Deus.\nCapítulo II\nUma descrição mais detalhada da desolação da terra, vv. 1-11. Um chamado sincero ao arrependimento, vv. 12-17. Uma promessa de todas as coisas boas ao penitente, vv. 18-27. Uma profecia do reino do Messias, vv. 28-32.\n1\nSoprem - O profeta continua sua exortação aos sacerdotes, que foram designados para convocar as assembleias solenes.\n2\nUm dia de trevas — Um tempo de grandes tribulações e calamidades. E esta passagem pode muito bem aludir ao dia do julgamento e às calamidades que o precedem. Como a manhã — Assim como a manhã se espalha por todo o hemisfério e primeiro sobre as altas montanhas, assim as calamidades que se aproximam se espalharão sobre este povo. Um grande povo — Isto parece referir-se mais diretamente aos babilônios.\n3\nUm fogo - Os caldeus, como um fogo, consumirão completamente todas as coisas. Atrás deles - O que resta é como queimado por uma chama. Como o Éden - Frutífero e agradável.\n6\nEscuridão - Tal como a cor dos mortos, ou a palidez escura dos homens assustados e desmaiados.\n7\nSuas fileiras - Essa habilidade em organizar e a firmeza em se manter sob controle, exatamente como soldados treinados, prenunciam o terror e a força tanto dos exércitos representados por esses gafanhotos quanto dos próprios gafanhotos.\n8\nA espada - A espada não será uma arma para destruí-los; literalmente verificado nos gafanhotos, e verificado nas estranhas preservações nas mais desesperadas aventuras feitas pelos assírios ou babilônios.\n9\nCorre de um lado para o outro - Isso não parece apropriado para esses insetos, mas combina bem com soldados que conquistam uma cidade e vasculham todos os lugares em busca de saques. Corre sobre o muro - Para limpá-lo de todos os sitiados. As casas - Ou abandonadas pelos moradores, ou defendidas por aqueles que estão nelas. Como um ladrão - De repente, inesperadamente, para saquear, se não para matar.\n10\nA Terra - Uma hipérbole divina. Mas isso também pode ter uma referência ao grande dia.\n11\nPronuncia a sua voz - Convoca-os e encoraja-os como um general faz com seus soldados. Seu exército - De gafanhotos e insetos, e de caldeus representados por estes.\n13\nE se arrepende - Ele se afasta da execução da ferocidade de sua ira.\n14\nEle retornará - Deus não se move de um lugar para outro; mas quando retém suas bênçãos, diz-se que se retira. E assim, quando concede sua bênção, diz-se que retorna. E deixa uma bênção atrás de si - Faz com que os gafanhotos partam antes que tenham devorado tudo o que há na terra.\n16\nAs crianças - Embora entendam pouco o que está acontecendo, suas cidades ascendem, e Deus com compaixão olha para suas lágrimas. Aqueles que mamam - Seus gritos e lágrimas talvez movam a congregação a uma súplica mais fervorosa a Deus por misericórdia. Assim como os ninivitas, Jonas 3:7,8. O noivo - Que o homem recém-casado deixe a alegria das núpcias e se aflija com o resto.\n17\nO pórtico - Aquele pórtico majestoso construído por Salomão, 1 Reis 6:3. O altar - O altar de holocaustos, que ficava a alguma distância deste pórtico, e aqui os sacerdotes foram ordenados a ficar de pé, jejuando e orando, de onde poderiam ser ouvidos e vistos pelo povo no pátio ao lado, onde o povo costumava orar. Para reprovar - A fome, embora causada por gafanhotos, é uma reprovação para esta tua herança; será uma reprovação maior ser escravos das nações representadas pelos gafanhotos; portanto, em misericórdia, livra-nos tanto de uma como de outra.\n20\nO exército do norte - A parte dos gafanhotos que está em direção ao norte. Com a sua frente - A vanguarda deste exército será lançada no mar Morto, a leste de Jerusalém. A parte de trás - A retaguarda deste exército será lançada no mar ocidental. Seu fedor - O fedor desses gafanhotos destruindo e jazendo putrefatos sobre a face da terra, ou os cadáveres dos assírios mortos e insepultos.\n22\nA força deles - Produzem tudo o que conseguem suportar.\n23\nA chuva temporã - A chuva de outono, necessária para amolecer a terra e prepará-la para receber o milho. A chuva serôdia - Necessária para preparar e amadurecer os frutos, considerada chuva serôdia porque esses lavradores e vinhateiros contavam desde a época da semeadura até a primavera e a colheita. O primeiro mês - Ou seja, o nosso março.\n24\nAs gorduras - Os recipientes onde o licor saía da prensa.\n25\nRestaurar - Compensar você.\n26\nMaravilhosamente - Em um ano, dando tanto quanto os gafanhotos desperdiçaram nos anos anteriores. Envergonhado - Nem decepcionado em suas esperanças, nem necessário buscar alívio entre os pagãos.\n28\nDepois - Após o retorno da Babilônia, após as várias tribulações e salvações pelas quais estes poderão saber que eu sou o Senhor. Derramarei - Em dons extraordinários sobre os primeiros pregadores do evangelho, e em várias graças a todos os crentes. Sobre toda a carne - Antes, esses dons eram confinados a uma nação em particular; mas agora eles serão ampliados para todas as nações e todos os que creem. Profetizarão - Isso foi em parte cumprido de acordo com a letra nos primeiros dias do evangelho; mas a promessa significa mais adiante, ao derramar o Espírito sobre seus filhos e filhas, eles terão um conhecimento tão pleno dos mistérios da lei de Deus, quanto os profetas de outrora tiveram. Sonharão sonhos - Isso também foi literalmente cumprido nos dias dos apóstolos. Mas pode significar mais adiante, que o conhecimento de Deus e sua vontade abundará entre todas as classes, sexos e idades nos dias do Messias, e não apenas igualará, mas superará tudo o que anteriormente era por profecia, sonhos ou visões.\n29\nMeu espírito - De adoção e santificação.\n30\nMaravilhas - Aqueles que lerem o que os historiadores relatam sobre esses tempos verão isso se cumprir ao pé da letra. Sangue - Possivelmente erupção de sangue, pois há relatos de que algumas fontes jorraram sangue, prefigurando a grande efusão de sangue pela espada e as guerras que se seguiram. Fogo - Ou irrompendo da terra, ou um raio no ar.\n31\nO sol - Tendo mencionado os prodígios que seriam realizados na terra, ele agora especifica o que será feito no céu. O dia terrível - O dia profano da destruição de Jerusalém; tipificando o dia do julgamento.\n32\nTodo aquele que invocar - Que, ouvindo o evangelho, se arrepende e crê em Cristo. Libertado - Ou daquelas aflições externas, ou, o que é infinitamente melhor, das misérias eternas que engolirão o mundo descrente; \"e agravará a ruína daqueles que perecem, para que pudessem ter sido salvos em termos tão fáceis.\" É então fácil para um não eleito arrepender-se e crer? Que ele não possa facilmente arrancar o sol do firmamento no Monte Sião - Na verdadeira igreja tipificada por Sião. Jerusalém - Na Jerusalém mística, a igreja e a cidade do Messias. Libertação - Temporal e eterna. Chamará - Para crer em Cristo e, por meio dele, esperar pela vida eterna.\nCapítulo III\nEste capítulo foi parcialmente cumprido nas diversas libertações dos judeus e terá seu cumprimento pleno no grande dia. Contém uma profecia de Deus acertando contas com os inimigos do seu povo, vv. 1-8. De seu julgamento aberto a todas as nações, vv. 9-17. E da provisão que ele fez para o seu povo, vv. 18-21.\n1\nNaqueles dias - Quando eu, por Ciro, tirarei Judá da Babilônia. De Judá - Como tipo de todo o remanescente que será salvo. E de Jerusalém - Pois, além do que se refere às duas tribos restauradas por Ciro, a restauração do cativeiro de todo o Israel de Deus por Cristo deve ser considerada ao longo deste capítulo.\n2\nTodas as nações — No tipo, são todas as nações que oprimiram Judá; no antítipo, todas as nações que foram inimigas de Cristo e da igreja. No vale de Josafá — Debaterei a causa do meu povo e os farei justiça no meio da minha igreja, simbolizada pelo vale de Josafá. Dividiram a minha terra — Tal é a injustiça dos perseguidores da igreja agora, e assim Deus os julgará no devido tempo.\n3\nLançar sortes - Era costume entre os conquistadores dividir os cativos por sorteio, e o mesmo faziam os inimigos dos judeus.\n4\nSim - Eu te fiz algum mal, que você vinga sobre meu povo? Ou você começa a violar as leis de vizinhança e amizade, e pensa em escapar? Você acha que tem que lidar com um povo pobre e oprimido, meu povo, e eu não me importo com isso? Palestina - Onde havia cidades de comércio e mercadores que compravam e vendiam esses cativos. Uma recompensa - Eu ou meu povo lidamos com você assim? E se - Se você agir assim, eu rapidamente me vingarei e vingarei meu povo de você.\n5\nTomado - Como parte do espólio ou como parte do seu pagamento. Minha prata - Vasos de prata e ouro dedicados ao meu serviço.\n6\nRemova-os - Para que não haja esperança de seu retorno ao seu país.\n7\nEu os ressuscitarei - Isso foi cumprido quando Alexandre e seus sucessores dispensaram todos os judeus que eram escravos na Grécia e lhes deram permissão para retornar ao seu próprio país.\n8\nE eu os venderei - Entregarei-os nas mãos dos judeus.\n9\nIsto - Estas coisas que farei aos inimigos do povo de Deus. Os gentios - Os assírios, caldeus e gregos, sucessivamente. Preparem a guerra - Preparem-se para guerras contra os inimigos do meu povo.\n10\nEu sou forte - Vistam-se de força e coragem; que ninguém fique ausente desta guerra.\n11\nAo redor - Ao redor de Judá. Para lá - Em direção a Jerusalém; a igreja e herança de Deus. Teus poderosos - Todos aqueles guerreiros poderosos que tu usarás sucessivamente para punir os opressores da tua igreja.\n12\nOs pagãos - As diversas nações em seu tempo determinado, talvez os assírios, primeiro sob Salmaneser, depois sob Senaqueribe, ambos os quais subiram ao vale de Josafá. Pois ali - no meio do meu povo para suplicar, condenar e punir os pagãos ao redor da Judeia.\n13\nColoquem - Ó executores da vingança divina: comecem a colher, cortem os pecadores maduros para o julgamento; que Tiglate-Pilneser e seus soldados cortem a Síria e seu rei, por sua violência contra meu povo. Que Ciaxares e seus exércitos cortem a Assíria. Que Nabucodonosor corte Moabe, Amom, o monte Seir, o Egito, Tiro, Sidom e os filisteus; depois disso, que Ciro ceife os babilônios maduros, e Alexandre, os medos e os persas. E que os capitães gregos divididos cortem uns aos outros, até que os romanos os cortem. E quando isso for feito, Deus ainda terá poderosos para cortar seus inimigos, até o julgamento final, quando todos serão destruídos para sempre. Desçam - Em outra metáfora, o profeta declara o corte dos inimigos da igreja. O lagar - Assim como as uvas no lagar são pisadas, os inimigos do povo de Deus devem ser pisados no lagar do vinho do desagrado de Deus. Transbordamento - O sangue dos homens massacrados corre como vinho espremido, em abundância maior do que os tonéis podem conter. É grande - A violência e toda sorte de pecados desses reinos se tornaram extremamente grandes.\n14\nNo vale da decisão — onde Deus, tendo-os reunido, resolveu suas disputas e, por meio do conquistador, puniu os vencidos por seus pecados contra Deus e seu povo. O dia — o dia da vingança.\n16\nRugirá - Ele surpreenderá o inimigo com espanto, assim como o rugido do leão espanta os animais mais fracos da floresta.\n17\nHabitação - Presente graciosamente convosco, sempre zelando por vós e com prazer em salvar-vos. Então - Depois que seus inimigos forem destruídos e o remanescente for salvo, e o Messias vier; pois a ele e aos seus dias estas coisas se referem, em última análise. Jerusalém - A igreja de Cristo. Estrangeiros - Nenhuma pessoa profana ou impura passará por ela, nem será encontrada nela para sempre.\n18\nAs montanhas - As videiras plantadas sobre as montanhas. Fluirão - Tão frutíferas serão as colinas, que o leite abundará por toda parte. Uma fonte - O profeta alude às águas que eram transportadas de alguma fonte por meio de tubos condutores em direção ao altar. Isso, sem dúvida, é uma sombra do sangue purificador de Cristo e de seu espírito e palavra santificadores. E, ao se dizer que vem da casa do Senhor, sugere que esta graça salvadora será primeiro pregada de Jerusalém e, pela igreja, que é a casa de Deus, será anunciada a outros. Sitim - Era um lugar nas planícies de Moabe. Essas águas espirituais fluirão para os gentios secos e sedentos, estéreis e infrutíferos, e os tornarão frutíferos.\n19\nEgito - Por Egito podemos entender todos os inimigos da igreja que o carregam contra a igreja, assim como o Egito o carregou contra Israel. Edom - Edom foi um inimigo implacável de Judá em sua maior angústia. E todos os que se enquadram no caráter de Edom são aqui ameaçados por este nome. Judá - O povo de Deus.\n20\nJudá - Os redimidos do Senhor, sua igreja.\n21\nE eu purificarei - Purificarei tanto pelo espírito de santificação quanto pelo perdão gratuito no sangue do redentor. Seu sangue - Sua pecaminosidade, que antes eu não havia removido.\n\n\n\n\nAmós\n\nAmós foi contemporâneo de Oseias, Joel e Isaías, e profetizou um pouco antes de Isaías. Seu nome significa um fardo; em alusão a isso, podemos dizer que sua palavra era o fardo do SENHOR. Seu estilo é frequentemente conciso e sentencioso, o que o torna um tanto obscuro. Ele traz muitas repreensões, alusões e argumentos de seu país – emprego. Mas eles são providos de admirável habilidade e embelezados com uma eloquência inimitável. Ele começa com ameaças contra as nações vizinhas, cap. 1, 2. Em seguida, chama Israel a prestar contas por sua idolatria, ingratidão e incorrigibilidade, cap. 3, 4. Ele os chama ao arrependimento, cap. 5. Prediz as tribulações que viriam sobre eles, cap. 6. Alguns julgamentos específicos, cap. 7. E depois de outras repreensões e ameaças, cap. 8, 9. conclui com uma promessa do Messias, cap. 10.\nCapítulo I\nO título geral e o escopo desta profecia, vers. 1, 2. A controvérsia de Deus com a Síria, vers. 3 - 5. Palestina, vers. 6 - 8. Tiro, vers. 9, 10. Edom, vers. 11, 12. E Amom, vers. 13 - 15.\n1\nEle viu - Recebido por revelação. Israel - O reino das dez tribos. Jeroboão - O bisneto de Jeú. O terremoto - Do qual, apenas este texto e Zacarias 14:5 fazem alguma menção específica.\n2\nRugirá - Aludindo ao rugido de um leão faminto por presa. Jerusalém - A cidade que Deus escolhera para habitar, a sede do culto instituído por Deus e a sede real do reino, como Deus a estabelecera, de onde, em ambos os aspectos, as dez tribos se revoltaram. As habitações - Onde os pastores encontravam pasto, armavam suas tendas e moravam ali para cuidar de seus rebanhos. E este era o deleite e a riqueza desses homens; aludindo a isso, Amós expressa a riqueza e o deleite do reino de Israel. Murchará - Ou queimado, ou secado pela seca, e transformado em esterilidade. Assim, todo o reino das dez tribos, embora tão frutífero quanto o Carmelo, se tornaria horrível e desolado como um deserto.\n3\nPor três - Este número certo é colocado em lugar de um incerto: três, isto é, muitos. De Damasco - Aqui Damasco é colocada em lugar de todo o reino da Síria. Triturada - Tratada com a maior crueldade. Gileade - Havia um país com este nome, e uma cidade, possuída pelos rubenitas, gaditas e manassitas; Gileade aqui é colocada em lugar dos habitantes deste país e desta cidade, a quem Hazael, rei da Síria, assassinou de forma mais bárbara.\n4\nBen-hadad - Ben-hadad era um nome comum para os reis sírios, como Faraó para os reis egípcios e César para os imperadores romanos.\n5\nA tranca - Literalmente, a tranca com a qual os portões da cidade eram fechados e trancados. Do Éden - Alguma sede real, dos reis da Síria. Quir - Quir da Média, Is 22:6, para lá Tiglate-Pilneser levou os sírios conquistados, 2 Reis 16:9, e os colocou cativos naquela região montanhosa e árida, cerca de quinze anos depois de ter sido predita por Amós.\n6\nLevados - Todos os judeus que haviam levado cativos. Edom - Seus inimigos mais inveterados. Esses edomitas estavam sempre prontos para escravizar e tiranizar os judeus, se por algum meio conseguissem tomá-los em suas mãos.\n7\nUm incêndio - Julgamentos desoladores. Gaza - Todo o poder e força da Palestina estão aqui incluídos.\n8\nAscalão - Outra cidade dos filisteus, e muito forte, que perecerá com o rei e seus habitantes.\n9\nA aliança fraternal - Que havia entre Hirão de um lado, e Davi e Salomão do outro.\n11\nPerseguiu - Vigiava e se apoderava de todas as ocasiões para oprimir Israel. Rasgou - Como um leão voraz e feroz despedaça a presa.\n12\nTemã - A metrópole da Idumeia, assim chamada em homenagem ao neto de Esaú, que tinha o mesmo nome. Bozra - Esta era uma cidade muito forte e uma das principais de todo o reino, de modo que, na ameaça contra Bozra e Temã, a força e a glória de Edom estão ameaçadas de uma completa ruína.\n13\nAmpliar suas fronteiras - Destruindo todos os que nela habitavam e que doravante poderiam reivindicar um título sobre elas.\n14\nCom uma tempestade - Com força irresistível e rapidez surpreendente.\nCapítulo II\nA controvérsia de Deus com Moabe, vv. 1-3. Com Judá, vv. 4, 5. E com Israel, vv. 6-8. O agravamento de seus pecados, vv. 9-12. Deus reclama deles e ameaça sua ruína, vv. 13-16.\n1\nOs ossos - ou cinzas, foram reduzidos pelo fogo a pó fino, e ele usou essas cinzas em vez de cal para rebocar as paredes e tetos de seu palácio, e isso em ódio e desprezo ao rei de Edom.\n2\nQuiriote - Uma das principais cidades deste país. Moabe - Os moabitas. Morrerão - Serão destruídos. Com tumulto - Tal como os soldados em combate ou em assaltos, quando tudo levam à força.\n3\nO juiz - O governador, isto é, cada um deles.\n4\nMentiras - Ídolos. Errar - Sua idolatria os cegou, em parte devido à tendência natural deste pecado, e em parte devido ao justo julgamento de Deus. Depois disso - Ídolos. Caminharam - Sucessivamente, uma geração após a outra.\n6\nSapatos - O menor suborno, expresso aqui proverbialmente.\n7\nO povo - Que faz presa até dos pobres aflitos, que andam com pó sobre a cabeça. Desvia-se - Interpreta maliciosamente as ações, palavras e desígnios dos humildes e mansos. Entrará - Esses juízes corruptos também cometem aquela lascívia que os pagãos abominam.\n8\nDeitem-se - Os judeus de antigamente não se sentavam eretos durante as refeições, mas inclinavam-se para um lado. Sobre roupas - das quais a lei havia expressamente dito que ninguém deveria detê-los a noite toda, Dt 24:12,13. Todo altar - de seus ídolos. Bebam o vinho - Eles oferecem suas bebidas - oferendas em vinho, que compravam com as multas impostas aos inocentes.\n9\nOs amorreus — A nação mais poderosa de todos os cananeus. Como os carvalhos — Outro provérbio que denota sua grande força. Seu fruto — Seus filhos. Suas raízes — Os antigos padrões; a geração atual.\n11\nNazireus - Pessoas que se comprometeram a uma vida muito sóbria e santa; seja por um certo tempo ou por toda a vida.\n12\nVós os importunastes para que bebessem vinho, violassem seus votos e desprezassem a lei de Deus.\n13\nSob você - Sob o peso dos seus pecados.\n14\nO veloz - Pois seus inimigos serão mais velozes do que eles. O forte - A força natural do corpo não o livrará. O poderoso - O homem valente, o homem da maior coragem.\nCapítulo III\nJulgamentos denunciados contra Israel, vv. 1-8. Que não podem ser evitados, a menos que se arrependam, vv. 9-15.\n2\nSaibam - Escolhidos, adotados para serem meus peculiares. Portanto - Porque vocês têm todas essas obrigações e abusaram de todas essas misericórdias.\n3\nConcordo - Você pode ter a presença de Deus enquanto anda tão contrário a ele?\n5\nPode um pássaro cair? - Então, por seus pecados, Deus lançará a rede sobre você. Alguém pegará uma armadilha? - O caçador não pegará a armadilha antes que a presa seja capturada nela.\n6\nAmedrontado - Afetado pelo perigo. Maligno - Como peste ou fome. Fez isso - Seja imediatamente por suas próprias mãos ou pelas mãos daqueles que emprega. Sejam quais forem os instrumentos, Deus é o agente principal. De sua boca procedem o bem e o mal.\n7\nNão fará nada - Normalmente o Senhor não faz nada de grande a favor ou contra seu povo sem avisá-lo antes que aconteça.\n8\nRugiu - Como o leão ruge quando se aproxima de sua presa: assim Deus ameaçou terrivelmente o que está prestes a acontecer. Profetize - Amós não pode deixar de falar o que ouviu.\n9\nPublicai - Vós, profetas, convidais estrangeiros para virem e observarem a causa que tenho para fazer o que ameacei. Tumultos - Os conselhos sediciosos e as conspirações rebeldes entre eles. Os oprimidos - Multidões de oprimidos, pois os usurpadores consideravam seu interesse esmagar tudo o que temiam ou suspeitavam. No meio - Sim, por todo o reino de Samaria.\n10\nAcumule - Assim como os homens acumulam riquezas em seus tesouros, pervertendo o julgamento, primeiro condenando o inocente e depois confiscando todos os seus bens.\n11\nPortanto - Por causa de toda a violência e rapina, além de outros pecados gritantes. Um adversário - O Assírio. Ao redor - Cercará toda a terra como uma cidade sitiada.\n12\nAssim como o pastor — Assim como o pastor dificilmente resgata uma pequena parte de uma ovelha ou cordeiro do leão, assim uma pequena parte dos filhos de Israel escapará quando Samaria for tomada. O canto de uma cama — Deitado em algum canto escuro. Damasco — A principal cidade da Síria tomada por Tiglate — Pilneser na época em que ele devastou Israel. Em um leito — Alguns poucos pobres escaparão, compadecidos pelo inimigo, quando ele os encontrar doentes em seu leito.\n13\nOuvi, Profetas. O Deus dos Exércitos, que é Senhor de tudo e tem todo o poder em suas mãos.\n14\nDe Israel - As muitas e grandes transgressões das dez tribos.\n15\nA casa de inverno - Que provavelmente ficava na cidade principal, para onde os grandes homens se retiravam no inverno. A casa de verão - As casas de prazer, onde os nobres e os ricos passavam o verão. De marfim - Embelezadas com marfim.\nCapítulo IV\nOpressores ameaçados, vers. 1-3. Idólatras abandonados, vers. 4, 5. A incorrigibilidade de Israel, vers. 6-11. Eles ainda são convidados a se arrepender, vers. 12, 13.\n1\nVacas de Basã - Então Amós compara os governantes poderosos, libertinos e opressores de Israel aos animais bem alimentados, fortes e libertinos que, nos rebanhos, empurravam, machucavam e perturbavam o gado mais fraco.\n2\nPor sua santidade - Por si mesmo, pois ele é o Deus santo. Os dias - De fome, desolação e cativeiro. Ele - Deus, pelo exército assírio, os capturará, como os peixes são capturados com o anzol. Sua posteridade - Os filhos desses opressores.\n3\nVós - Vacas de Basã. Saiam - Vós vos esforçareis para escapar. As brechas - Que o inimigo sitiante faz em vossos muros, quando Samaria é sitiada. Diante dela - Tomando o caminho mais rápido. As coisas - Todas as riquezas e ornamentos de vossos palácios.\n4\nChegando a Betel - Uma forte ironia, apresentando-os como incorrigíveis. Em Gilgal - Gilgal era um lugar onde se praticava muita idolatria. Todas as manhãs - Na mesma ironia, Deus reprova seus pecados, embora imitassem o culto instituído em Jerusalém. Três anos - Deus havia ordenado, em Dt 14:28, a cada três anos que todo o dízimo daquele ano fosse trazido e depositado em um depósito público.\n5\nCom fermento - Como todo o resto da sua vontade - adorar, assim também isso é contra a lei expressa, Lv 2:11. No entanto, faça isso por sua conta e risco, veja se isso terminará em bem. Proclame - Convença publicamente o seu povo a sacrifícios voluntários.\n6\nUm Eu - O Senhor, que concedeu muitas bênçãos para vos levar ao arrependimento, também provou o que se pode fazer por meio de julgamentos. Dentes limpos - Esta é uma descrição da fome.\n7\nQuando - Numa época em que seu país mais precisava. Sobre uma cidade - Para que você pudesse ver minha mão nisso, dei chuva a uma cidade e a retive da próxima; uma parte do mesmo campo foi regada e floresceu: outra parte, seca e murcha.\n8\nNão satisfeitos - Ou não tinham o suficiente, ou não ousavam se desfazer disso.\n9\nAumentaram - Quando eram mais frutíferos. Devoraram - Devoraram tudo, como era seu costume.\n10\nSeus cavalos - Os cavaleiros sendo mortos. O fedor - Tão grande massacre foi feito em seu acampamento que não havia o suficiente para enterrar os mortos.\n11\nDerrubados — Por julgamentos dolorosos e desoladores. Como um tição — Aqueles dentre vocês que escaparam ainda eram como tições no meio do fogo, até que a misericórdia infinita salvou um remanescente.\n12\nPortanto, agora procederei contra ti de uma maneira mais terrível.\n13\nDeclara - Conhece os pensamentos de todos os homens. O Deus dos Exércitos - A cujo poder soberano todas as criaturas obedecem e age a nosso favor ou contra nós conforme sua vontade. Humilhemo-nos diante deste Deus e empenhemo-nos em fazê-lo nosso Deus. Pois felizes são os povos cujo Deus ele é e que têm todo este poder empenhado para si.\nCapítulo V\nA condição deplorável de Israel, vers. 1-3. Uma exortação para buscar a Deus, vers. 4-15. Julgamentos denunciados, vers. 16-20. Não obstante seus serviços exteriores, vers. 21-27.\n2\nA virgem - Assim ela era, quando se casou com Deus pela primeira vez. Em sua terra - Quebrada em pedaços em sua própria terra, e assim deixada como um vaso quebrado.\n3\nPor mil - Que enviou mil soldados. Cem - Perderá nove partes deles.\n4\nVivereis - Tudo irá bem convosco.\n5\nNão busques - Não consultes, não adores o ídolo de Betel, Gilgal ou Berseba.\n6\nA casa de José - O reino das dez tribos, cujo chefe era Efraim, filho de José. Em Betel - Se este fogo se acender, todos os seus ídolos em Betel não poderão apagá-lo.\n7\nVós - Governantes e juízes. Julgamento - A justa sentença da lei. Ao absinto - Proverbialmente compreendido; amargura, injustiça e opressão. Deixai - Fazei cessar em vossos tribunais de justiça.\n8\nAs sete estrelas - Uma constelação cujo surgimento por volta de setembro era geralmente acompanhado de chuvas suaves. Órion - Que surge por volta de novembro, geralmente traz frio, chuvas e geadas, misturadas com a estação ideal para a Terra. A sombra da Terra - A maior adversidade em grande prosperidade. Escuro com poder - Transforma prosperidade em adversidade. Que chama - Ordena ao vapor que suba, o qual ele transforma em chuva; e então jorra das nuvens para tornar a Terra fértil.\n9\nOs fortes — Os poderosos, vitoriosos e insolentes. Virão — Se reunirão e formarão um cerco contra seus sitiantes.\n10\nEles - Os juízes e o povo. No portão - Onde os juízes se sentavam e onde os profetas muitas vezes transmitiam suas mensagens.\n11\nAo pisardes, oprimis completamente os desamparados. Tirais, extorquis dos pobres grandes quantidades de trigo, com o qual deveriam viver.\n12\nNo portão - Em seus tribunais de justiça.\n13\nDeverá manter silêncio - Será forçado a isso. Mal - Tanto pela pecaminosidade do ato, quanto pelos problemas, guerras e cativeiro que agora se aproximam.\n14\nCom você - Para abençoá-lo e salvá-lo ainda.\n15\nO mal — Todo o mal entre o povo e entre vocês. Amor — Louvem, encorajem, defendam: que o coração de vocês esteja voltado para o bem e para os homens de bem. Remanescente — O que as invasões inimigas ou as guerras civis pouparam e deixaram em Samaria e Israel.\n16\nPortanto, o profeta, prevendo a obstinação deles, prossegue anunciando o julgamento contra eles. O lavrador: Esse tipo de homem está pouco acostumado a tais cerimônias de luto, mas agora também será chamado; abandonem o trabalho e se entreguem ao luto público.\n17\nVinhedos - Nesses lugares costumavam haver as maiores alegrias. Passar por - Para punir todos em todos os lugares.\n18\nEsse desejo — Zombando, sem acreditar que tal dia chegaria. Com que fim — O que você pensa em conseguir com isso? É escuridão — Só adversidade, negra e triste. Nenhuma luz — Nenhuma alegria, nem conforto.\n19\nE um urso - Você pode escapar de um, mas cairá em outra calamidade. Dentro de casa - Em casa você pode esperar por segurança, mas lá outro tipo de travessura o aguardará.\n21\nEu odeio - Por mais impuros e profanos que sejam. Não sentirei cheiro - Um sabor de descanso ou deleite, que não aceitarei e com o qual me agradarei.\n23\nTeus cânticos - Usados em seus sacrifícios e festas solenes; nisso eles imitavam o culto no templo, mas tudo era desagradável ao Senhor. Não ouvirão - Não com prazer e aceitação. Tuas violas - Este tipo de instrumento musical substitui todos os demais.\n24\nQue o julgamento seja administrado constantemente. Retidão seja equidade. Correnteza seja a força que derruba tudo o que se opõe a ela.\n25\nVocês têm - Seus pais e eles, embora a uma distância tão grande do tempo, são um só povo, e assim o profeta os considera. A mim - Foi a mim, ou aos seus ídolos, que vocês ofereceram, mesmo no deserto?\n26\nVós carregastes - Vós carregastes convosco no deserto; o santuário, ou dossel, onde a imagem foi colocada. Moloque - O grande ídolo dos amonitas. Quium - Outro ídolo.\n27\nPortanto - Por toda a sua idolatria e outros pecados, nos quais você continuou obstinadamente.\nCapítulo VI\nA segurança de Israel e Judá, vers. 1-6. Seu castigo, vers. 7-14.\n1\nÀ vontade - Que não temem nem creem nos juízos ameaçadores de Deus. Em Sião - Isso se refere ao reino das duas tribos, principalmente aos habitantes de Jerusalém. Samaria - Ai também daqueles que confiam na força, riqueza e política do reino de Samaria ou de Israel. Qual - Quais duas cidades, Sião e Samaria. Nomeadas chefes - Consideradas as principais cidades daquela parte do mundo. A quem - Para qual lugar todo o Israel recorreu, as duas tribos a Sião, as dez tribos a Samaria.\n2\nPassai — Repassai a história daquela grande e antiga cidade. Hemate — Chefe do reino sírio, recentemente derrubado por Tiglate — Pilneser, e um novo exemplo da justa indignação de Deus contra pecadores seguros. Gate — A principal cidade dos filisteus, poucos anos antes devastada pelas armas de Hazael; por meio destes exemplos, aprendei a emendar vossos caminhos, ou esperai perecer neles. Maior — Isto é, maior do que estes reinos de Israel e Judá, e suas fronteiras, ou limites, maiores do que estes de Israel e Judá.\n3\nVós, que vos lisonjeiais, o dia das trevas predito está longe. O trono, o tribunal que deveria aliviar os oprimidos, transformou-se num trono de violência.\n4\nQue mentem - Que por preguiça ou luxo, se deitam para descansar. E comem - O melhor de todo o seu rebanho.\n5\nAquele canto - Que em tempos de profundo luto se entretêm com canções e instrumentos musicais.\n6\nEm tigelas - Não em pequenos recipientes, mas provavelmente tigelas: eles as bebiam até a altura máxima que podiam conter, com o propósito de beberem uns aos outros. E ungir - Naqueles países quentes, essa unção era muito usada. Não se entristeceram - Nada afetado pelas calamidades de seu país.\n7\nO banquete - Os banquetes dos voluptuosos cessarão.\n8\nA excelência - Tudo o que a semente de Jacó considera como glória e excelência para eles, todos os seus privilégios externos e adoração.\n9\nPermanecer - Escapando da espada inimiga. Dez homens - Muitos homens, um número certo para um número incerto. Eles morrerão - Embora escapem por um tempo, não escaparão definitivamente.\n10\nTio - Ou parente próximo, em vez daqueles que costumavam fazer isso e eram pagos por isso; mas agora nenhum destes restantes, o próximo ao morto, deve, da melhor forma que puder, carregá-lo nos ombros e carregá-lo. Queima - Embora os judeus em sua maioria enterrassem, em alguns casos eles queimavam os cadáveres, como nesta pestilência. Os ossos - A carne sendo consumida, os ossos são reservados para serem enterrados. Para ele - Qualquer um que ele veja perto da casa de onde os ossos são retirados. Ainda há alguém - Há alguém morando em sua casa? Segure a língua - Não reclame, para que você não seja morto, para que todos não sejam saqueados. Pois - É tarde demais para buscar a Deus, que está executando seu decreto imutável.\n11\nPois eis que — parece ser a fala continuada daquele que cuidou dos mortos, v. 10: Deus enviou guerra, fome e pestilência. A grande casa — Os palácios dos grandes homens sofrerão grandes brechas, e as casas dos pobres serão arruinadas por golpes menores.\n12\nCavalos - Se os profetas exortam ou aconselham, isso não faz mais bem do que se você corresse com seus cavalos sobre os precipícios das rochas.\n13\nQue se alegram - Em suas vitórias, alianças e ídolos. Não nos elevamos à grandeza por nossa sabedoria e coragem?\n14\nHemate - Cidade da Síria, na fronteira com Israel, a nordeste. O deserto - Que corresponde à parte sudoeste de Canaã. Portanto, todo o seu país será destruído.\nCapítulo VII\nJulgamentos ameaçadores são desviados pela oração de Amós, vv. 1-6. No entanto, no final, eles são sentenciados à ruína total, vv. 7-9. Amazias acusa Amós, vv. 10-13. Amós se justifica e denuncia o julgamento de Deus contra Amazias, vv. 14-17.\n1\nAssim - Esta é a primeira de cinco representações proféticas do que viria sobre este povo. O último crescimento - O broto do primeiro crescimento sendo muito luxuriante, eles frequentemente o devoravam com o gado; mas se o segundo crescimento fosse devorado, estragava toda a colheita. Ceifa - Supõe-se que a primeira ceifa do milho na lâmina era para uso do rei; e depois disso, o segundo broto crescia até a colheita.\n2\nAconteceu - Na visão. Por quem - Como escapará alguém de Jacó, se tu o derrubares?\n3\nArrependido - Isto é dito segundo a maneira dos homens.\n4\nMostrou - Em visão. Chamou - Ordenou fogo do céu. Uma parte - Da terra também.\n7\nPor um fio de prumo - Forte e lindamente construído.\n8\nColoque um prumo — medirei exatamente todas as dez tribos. Passe por elas — não me conterei mais, mas derrubarei tudo o que estiver com defeito.\n9\nOs lugares altos - Os templos em altas montanhas construídos para ídolos. De Isaque - A semente de Isaque.\n10\nNo meio — Aberta e publicamente, esforçando-se para incitar Israel à sedição ou rebelião. A terra — O povo não consegue suportar todas as suas duras previsões.\n11\nJeroboão morrerá - Ele não disse isso em nenhum lugar, mas falou de sua casa distinta de sua pessoa, como no versículo 9.\n13\nA corte do rei - À qual, portanto, deves mostrar mais respeito, e não afrontar o rei dessa maneira em sua própria casa.\n14\nNenhum profeta - Não originalmente, nem por estudo, nem por qualquer designação humana. Um pastor - Por criação e ocupação, eu era e ainda sou um pastor. Fruto de sicômoro - Este fruto era bom alimento para o homem ou para o gado.\n16\nA casa de Isaque - A posteridade de Isaque.\n17\nEm uma terra poluída - Entre os pagãos. Israel - As dez tribos.\nCapítulo VIII\nA visão de uma cesta de frutas de verão, vers. 1-3. A destruição dos opressores predita, vers. 4-10. E uma fome da palavra de Deus, vers. 11-14.\n2\nO fim - Da paciência de Deus para com Israel, o fim do seu amadurecimento, eles agora estão completamente maduros, prontos para serem colhidos. Passe por eles - Deus os poupou com admirável paciência, mas agora não perdoará nem poupará mais.\n3\nCom silêncio - Tão grande será a crueldade do inimigo, que eles não ousarão enterrá-los, ou se o fizerem, deve ser imperceptível.\n4\nFalhar - Ou extirpá-los ou escravizá-los.\n5\nQuando - Vós que desejais que nada interrompa a vossa comercialização, que considerais os tempos solenes de adoração como penosos, assim era o primeiro dia de cada mês e o sábado semanal. Pequeno - Assim, sendo o efa muito pouco, o pobre comprador não tinha o que lhe era devido. O siclo grande - Pesaram o dinheiro que receberam e não tiveram mais justiça do que tornar o seu siclo maior do que o padrão; assim, os pobres foram duplamente oprimidos, receberam menos do que lhes era devido e pagaram mais do que deviam.\n6\nPara que possamos comprar - Eles passavam luas novas e sábados, para poderem ir ao mercado comprar os pobres. E quando esses pobres deviam apenas uma pequena mercadoria, como um par de sapatos, esses homens impiedosos se aproveitavam deles e os obrigavam a se vender para pagar a dívida. O lixo - Este era outro tipo de opressão, mercadorias corrompidas, vendidas aos necessitados.\n7\nJurou - Por si mesmo. Esqueceu - Sofreu para passar impune.\n8\nA terra - Seu povo. Por isso - Isso que você fez, e isso que Deus fará. E isso - O julgamento, o desagrado de Deus, surgirá e crescerá como uma poderosa inundação devastadora. Isso - A terra. Afogada - Como o Egito pelo transbordamento do Nilo.\n9\nAo meio-dia - Assim o sol de Israel fez como ao meio-dia se pôs sob a nuvem escura de conspirações e guerras civis de Salum, Menaém, Peca e Oseias, até que a escuridão da meia-noite se aproximasse por Pul, Tiglate, Pilneser e Salmaneser. Escurecer - Trazer uma espessa nuvem de problemas e aflições. Em dia claro - Quando eles pensam que tudo está seguro, certo e bem resolvido.\n10\nSobre todos os lombos - Todos os tipos de pessoas vestirão luto. Calvície - Raspar a cabeça e a barba era sinal da maior tristeza. Um dia amargo - Um dia amargo, que você desejará nunca ter visto, sucederá à sua noite escura.\n12\nVaguearão - Procurarão por todos os lugares por um profeta ou pregador, desde o mar da Terra Média até o mar Morto, eles procurarão por todos os cantos por um profeta.\n14\nEles - Que sacrificam e juram pelos bezerros em Dã e Betel. Pelo pecado - Que dizem que o ídolo em Dã é o Deus vivo e verdadeiro. A maneira - O ídolo que é adorado em Berseba.\nCapítulo IX\nJulgamentos são ameaçados sobre todos, exceto o remanescente, vv. 1-10. Misericórdia é prometida, vv. 11-14.\n1\nO altar - de holocaustos - diante do templo em Jerusalém, este altar e templo que Israel havia abandonado e erigido outros contra ele; e aqui Deus, em seu zelo, parece preparado para se vingar. Possivelmente, isso também pode indicar sua futura partida de Judá. Ali, Ezequiel (Ez 9:2) viu o massacre - homens de pé. A porta - A porta do portão que levava ao pátio dos sacerdotes. E os cortou - Feriu profundamente o povo que era visualmente representado como estando de pé no pátio do templo.\n2\nInferno - O centro da terra, ou as profundezas do inferno.\n3\nA serpente - O crocodilo ou tubarão.\n4\nFixa meus olhos - eu os vigiarei perpetuamente.\n5\nToca - Ele não precisa se esforçar muito, um toque de seu dedo fará isso. Derreterá - Como neve diante do sol.\n6\nSuas histórias — Os orbes celestes uns sobre os outros, como tantos andares em um palácio alto e imponente. E ele fundou sua tropa na terra: todas as criaturas, que são um exército, um corpo; tão intimamente estão conectadas, e tão harmoniosamente agem todas para a realização dos propósitos de seu criador. Chama as águas — Seja em julgamento para afogar, ou em misericórdia para fazer chover.\n7\nOs Árabes - Uma nação selvagem, ladra e servil. Não fui eu que os trouxe - E enquanto vocês se vangloriam da minha bondade para convosco, tirando-os do Egito, e concluem então que Deus não pode abandonar vocês, a quem Ele redimiu dessa forma; vocês argumentam mal, pois isso agrava o seu pecado. De Quir - Conquistada por alguns inimigos poderosos e enviada para Quir, um país da Média, mas finalmente libertada. Se essas nações se justificassem, estariam fora do perigo da justiça divina, porque eu fiz isso por elas.\n8\nO reino pecaminoso - Todo reino pecaminoso.\n9\nO menor grão - Ainda que seja jogado e jogado com grande violência, o menor e melhor grão não se perderá nem será destruído.\n10\nTodos os pecadores - Os grandes e notórios pecadores. O mal - Está longe, morreremos primeiro e estaremos seguros na sepultura.\n11\nNaquele dia — No tempo determinado que determinei. Levantai — Trazei de volta do cativeiro e restabelecei em sua própria terra a casa de Davi e aqueles que se apegam à sua família. Caíram — Pela revolta das dez tribos. As brechas — Que nela existem por causa daquela longa divisão.\n12\nEles - Literalmente os judeus. Possuem - Tanto as terras de Edom quanto alguns dos descendentes de Edom; estes como servos, os outros como sua propriedade. O restante - Deixado por Nabucodonosor. Todos os pagãos - Ou seja, ao redor. Que faz isto - Mas esta também é uma profecia do estabelecimento do reino do Messias e da introdução dos gentios.\n13\nEis que vêm os dias — Aqui está outra promessa literal de fartura abundante aos cativos que retornaram, e misticamente de graça abundante derramada no evangelho — dias. O lavrador — que ara a terra e a prepara para a semeadura, estará pronto para pisar nos calcanhares do ceifeiro, que terá uma colheita tão grande que, antes que possa juntar tudo, será hora de arar a terra novamente. O pisador de uvas — Tão grande será sua colheita que, antes que os pisadores de uvas possam terminar seu trabalho, as sementes — o homem estará semeando sua semente para a próxima estação. Cairão — As vinhas serão tão frutíferas, e o vinho novo tão abundante como se escorresse das montanhas. Derreterão — Ou, como se colinas inteiras fossem derretidas em tais licores. Se alguém se opõe, nunca foi assim: eu respondo, os pecados dos cativos que retornaram impediram essas bênçãos, que são prometidas sob uma condição tácita.\n15\nPuxados para cima — Com a condição de que buscassem o Senhor. Isso foi feito por Deus com admirável constância, realizado ao longo de seiscentos anos, talvez o maior período de liberdade do cativeiro que já conheceram.\n\n\nObadias\nNão se sabe quem foi Obadias, nem a época exata em que profetizou. Acredita-se, em geral, que ele tenha sido contemporâneo de Oseias, Joel e Amós.\nApós o prefácio, vers. 1, temos primeiro ameaças contra Edom, vers. 2-16, e então promessas graciosas a Israel, vers. 17-21.\n \nCapítulo I\n\n1\nObadias - Seu nome indica um servo ou adorador do Senhor, mas não sabemos quem ele era. Nós - os profetas, ouvimos. Um rumor - Não um relato incerto, mas vem de Deus. É enviado - Primeiro pelo Senhor, e depois por Nabucodonosor, que executou em Edom o que é aqui predito. As nações - Aquelas que estavam com Nabucodonosor ou a ele sujeitas.\n2\nPequenos - Vocês são um povo pequeno. Em comparação com outras nações. Desprezados - O que quer que esses edomitas tivessem sido, agora eram desprezados.\n3\nO orgulho - Os edomitas eram, como a maioria dos montanheses, um povo rude, resistente e ousado. E orgulhosos além da medida. Enganaram-te - Exaltando a tua força acima do que ela realmente é.\n4\nTe derrubará - Deus que está nos céus te derrubará. Quando os homens não puderam reunir exércitos contra ti, as estrelas lutarão em suas trajetórias contra ti. Nada que Deus derrubar poderá subsistir, Jr 49:16,17.\n5\nSe ladrões - Se ladrões de dia te tivessem saqueado, não te teriam despojado assim. Ladrões - Se ladrões de noite tivessem estado contigo, teriam deixado algo para trás. Até que tivessem o suficiente - Mas aqui não sobrou nada. Algumas uvas - Mas aqui estão aqueles que cortaram a videira.\n6\nEsaú - O pai deste povo, posto para a sua posteridade. Buscado - Tudo o que os edomitas haviam armazenado nos lugares mais secretos é apreendido e trazido pelos soldados.\n7\nTua confederação - Teus confederados marcharam contigo até que chegaste às fronteiras do teu país. Enganaram-te - Provaram-se traiçoeiros. Prevaleceram - Traiçoeiramente. Uma ferida - Uma armadilha armada com pontas afiadas. Sem entendimento - Tu não tinhas consciência disso.\n9\nTeman – A principal cidade da Iduméia.\n11\nDurante o dia - Durante a guerra que os babilônios travaram contra a Judeia. Paraste - Te puseste em formação de batalha contra teu irmão. Jerusalém - Contra os cidadãos e seus bens. Como um deles - Tão impiedoso e insolente quanto qualquer um deles.\n12\nOlhou - Com alegria para a aflição. Um estrangeiro - Como um estrangeiro, alguém que não tinha mais direito a nada na terra. Orgulhosamente - Envaidecendo-se dos judeus, quando Jerusalém foi tomada.\n13\nEntrou - Como um inimigo.\n14\nAs brechas - Das muralhas, pelas quais, quando a cidade foi tomada, alguns poderiam ter escapado. Entregues - Aos caldeus. Restos - Sobreviveram à tomada da cidade.\n15\nO dia - O tempo que o Senhor designou para punir esta e outras nações. Como fizeste - Perfidamente, cruelmente e vorazmente contra Jacó.\n16\nAssim como vós, meu próprio povo, bebestes profundamente do cálice da aflição, assim também as outras nações beberão muito mais dele, sim, elas o beberão até que pereçam completamente.\n17\nSião - Literalmente, refere-se aos judeus: tipicamente ao evangelho - igreja. Libertação - Um remanescente que será libertado por Ciro, um tipo da redenção de Israel por Cristo. Santidade - O templo, a cidade, o povo que retornou do cativeiro serão santos para o Senhor. Suas posses - Suas próprias posses antigas.\n18\nAcende-se - Isso foi cumprido em parte por Hircano e os Macabeus, 1Mac 5:3, mas será mais plenamente realizado quando o Senhor fizer de sua igreja um fogo para todos os seus inimigos.\n19\nEles - Os judeus que vivem nas partes meridionais de Canaã, próxima à Idumeia, após seu retorno e vitórias sobre Edom, possuirão seu país. Da planície - Os judeus que habitam a planície ampliarão suas fronteiras, possuirão o território dos filisteus, juntamente com sua antiga herança. O primeiro foi plenamente realizado por Hircano. E se este era o tempo de cumprir um, sem dúvida era o tempo de cumprir o outro também. E toda a terra que as dez tribos possuíam será novamente possuída pelos judeus. Gileade - Aqui é prometida uma possessão maior do que jamais tiveram antes do cativeiro; e isso, sem dúvida, aponta para o crescimento da igreja de Cristo nos tempos do evangelho.\n20\nO cativeiro - Aqueles das dez tribos que foram levados cativos por Salmanesar. Dos cananeus - Todo o país que eles possuíam antigamente, com o acréscimo de que o que os cananeus conquistaram à força e os israelitas não puderam tomar deles, agora será possuído por esses cativos que retornaram. Sarepta - Perto de Sidom. De Jerusalém - As duas tribos levadas cativas por Nabucodonosor. Sefarade - Provavelmente uma região da Caldeia. As cidades - Todas as cidades que antes eram suas.\n21\nSalvadores - Libertadores, literalmente os líderes das tropas cativas que virão da Babilônia, como Zorobabel, Esdras e Neemias. Misticamente, Cristo e seus apóstolos e outros pregadores do evangelho. Para julgar - Para vingar Israel de Edom. Do Senhor - O Deus de Israel, Jeová, será honrado, obedecido e adorado por todos.\n\nJonas\nProvavelmente o próprio Jonas foi o autor deste livro. Em 2 Reis 14:25, descobrimos que ele era de Gate-Hefer, na Galileia, uma cidade pertencente à tribo de Zebulom. Também descobrimos que ele foi um mensageiro de misericórdia para Israel durante o reinado de Jeroboão II. Temos aqui um exemplo notável da misericórdia de Deus para com os arrependidos. E em Jonas temos um tipo mais notável do sepultamento e ressurreição de nosso Senhor.\nCapítulo I\nJonas desobedece à ordem de Deus, vv. 1-3. É preso por uma tempestade, vv. 4-6. Descoberto como sendo a causa da tempestade, vv. 7-10. Lançado ao mar e engolido por um peixe, vv. 11-17.\n2\nAquela grande cidade - Diz-se que tinha cento e cinquenta estádios de comprimento, ou seja, dezoito milhas e três quartos e onze milhas e um quarto de largura.\n3\nDa presença - Do lugar onde Deus habitualmente se mostrava presente, revelando sua palavra e vontade aos seus profetas. Talvez ele pensasse que Deus não o colocaria nessa obra, quando chegasse a um país estrangeiro.\n5\nPara os lados - Em alguma cabana ou outra, para onde ele foi antes que a tempestade surgisse.\n6\nPensará em nós - Com piedade e favor.\n7\nLançar sortes - \"A sorte é um apelo ao céu em casos duvidosos e, portanto, não deve ser usada a menos que o assunto seja indeterminável de qualquer outra forma.\"\n8\nDiga-nos: O que você fez para que Deus esteja tão irado com você e conosco por sua causa?\n9\nEu temo - eu adoro e sirvo ao Deus verdadeiro; o Deus eterno e todo-poderoso, que criou e governa os céus.\n13\nRemaram muito - Eles estavam dispostos a fazer qualquer trabalho para salvá-lo.\n14\nAo Senhor - Agora todos clamam ao Deus de Jonas, a Jeová. E dizem: Não pereçamos por lhe tirar a vida. Fizeste - Enviando a tempestade, prendendo o profeta com ela, descobrindo-o por sorteio, sentenciando-o com sua própria boca e confirmando a sentença condenatória pela continuação da tempestade.\n16\nTemiam o Senhor - Talvez, assim como o ato de Jonas se lançar ao mar fosse um símbolo da morte de Cristo, o efeito que teve sobre os marinheiros pode ser um símbolo da conversão dos pagãos dos ídolos para Deus. Fizeram votos - Provavelmente juraram que sempre adorariam Aquele a quem Jonas pregava, o Criador do céu e da terra.\n17\nUm grande peixe - A palavra hebraica é \"numerado\" - o designou para receber e libertar Jonas. Deus tem o comando de todas as suas criaturas e pode fazer com que qualquer uma delas sirva aos seus desígnios de misericórdia para com o seu povo.\nCapítulo II\nA oração e libertação de Jonas.\n2\nAflição — Estresse com o qual ele estava cercado, seu corpo e mente estando ambos presos, um pela monstruosa masmorra da barriga do peixe, e o outro pelos terrores do Todo-Poderoso. Ouviste a minha voz — da qual, sem dúvida, Deus lhe deu uma certeza em sua própria alma.\n4\nEu disse - Comigo mesmo, pensei em meio aos meus medos e sofrimentos. Expulso - Separado de toda esperança de vida, e como se esquecido de Deus. Olharei - Em direção ao céu.\n5\nAs ervas daninhas - Parece significar que meu caso era tão desesperador quanto o de um homem envolto em ervas daninhas nas profundezas do mar.\n6\nEu desci - O peixe o carregou para o fundo do mar, tão fundo quanto o sopé das montanhas. Com suas grades - Eu parecia estar preso onde as grades que me prendiam eram tão duráveis quanto as rochas de que eram feitas. No entanto - Pelo que antes era meu perigo, tu me salvaste maravilhosamente. Da corrupção - Ou do abismo, uma descrição do estado dos mortos. Ó Senhor - Na certeza da fé, ele fala da coisa como já feita.\n7\nTeu santo templo - Céu, o templo de sua glória, de onde Deus dá a ordem para sua libertação.\n8\nEles - Quem quer que sejam os que dependem de ídolos. Misericórdia - O Senhor, que é para todos os que dependem dele, a fonte de águas vivas; que é uma fonte eterna de misericórdia, e flui livremente para todos os que esperam nele.\n9\nJurou — Que provavelmente era ir a Nínive e pregar o que Deus lhe ordenara. O Senhor — Só Ele pode salvar.\n10\nFalou - Embora os peixes não entendam como os homens, eles têm ouvidos para ouvir seu Criador.\nCapítulo III\nA missão de Jonas é renovada e executada, vers. 1-4. A humilhação e reforma dos ninivitas, vers. 5-9. Sua sentença é revogada, vers. 10.\n3\nExtremamente grande - A maior cidade do mundo conhecido naquela época, era então, em seu estado florescente, maior que a Babilônia, cujo perímetro era de trezentos e oitenta e cinco estádios, mas Nínive tinha um perímetro de quatrocentos e oitenta. Diz-se que suas muralhas tinham trinta metros de altura, e eram largas o suficiente para que três carruagens se encontrassem e passassem em segurança umas pelas outras; que tinha mil e quinhentas torres em suas muralhas, cada uma com sessenta metros de altura, e um milhão e quatrocentos mil homens empregados durante oito anos para construí-la. De três dias de jornada - Caminhar ao redor das muralhas, permitindo trinta quilômetros para cada dia de jornada.\n4\nSerá derrubado - A ameaça é expressa. Mas havia uma reserva com Deus, sob condição de arrependimento.\n5\nDo maior - Grande e pequeno, rico e pobre.\n6\nO rei - Provavelmente Phul Belochus. Seu manto - Despiu-se de suas ricas vestes.\n7\nProve qualquer coisa - Homens e animais devem abster-se de comer e beber, para que o jejum seja mais solene, para que o clamor do homem, acompanhado do clamor do gado faminto, possa chegar aos ouvidos de Deus, que preserva homens e animais.\n8\nE os animais — seus cavalos e camelos, ambos adornados com roupas ricas e custosas, devem agora, em testemunho de sincero arrependimento, vestir-se com pano de saco; as roupas dos animais devem testemunhar pelos homens. A violência — opressão e rapina. Em suas mãos — que são praticadas por eles.\nCapítulo IV\nJonas se queixa da misericórdia de Deus, vv. 1-3. É reprovado, vv. 4. Seu descontentamento com o ressecamento da aboboreira, vv. 5-9. Deus a melhora para sua convicção, vv. 10, 11.\n1\nIsto - A paciência divina poupando Nínive.\n2\nNão foi isso - Não pensei nisso? Que teu perdão contradiria minha pregação.\n3\nDo que viver - Desonrado e repreendido por pecadores endurecidos, que me marcarão como mentiroso.\n5\nUma barraca - Um galpão pequeno e modesto, provavelmente de galhos verdes. Até que ele pudesse ver - Parece que os quarenta dias não haviam expirado completamente.\n6\nPreparado - Ordenou que no local onde ficava a tenda de Jonas, esta planta frondosa brotasse para servir de sombra quando os ramos colhidos estivessem secos. Para libertar - Para dar algum conforto à sua mente.\n7\nPreparado - Pelo mesmo poder que fez a cabaça brotar repentinamente e se espalhar. Ele feriu - Que na manhã seguinte, mordeu a raiz, de modo que toda a cabaça secou.\n8\nUm vento leste - Um vento seco, abrasador e impetuoso. Desmaiou - Vencido pelo calor. Melhor morrer - Mas Jonas deve ser mais sábio, mais humilde e mais misericordioso também, antes de morrer. Antes que Deus termine com ele, Ele o ensinará a valorizar mais a própria vida e a ser mais compassivo com a vida dos outros.\n9\nFaço bem em me enfurecer — Se na violência desta paixão eu morresse (como alguns morreram), mas não fosse eu o culpado. Que discurso! Em verdade, a lei nada aperfeiçoou!\n10\nTrabalhou - Não a plantou. Cresceu - Nem a regou nem lhe deu crescimento.\n11\nEu - O Deus de infinitas compaixões e bondade. Aquela grande cidade - Queres que eu seja menos misericordioso com uma cidade tão boa do que tu és com uma erva daninha que não consegue discernir - Aqui estão mais de sessenta inocentes que são crianças. Muito gado - Além de homens, mulheres e crianças que estão em Nínive, há muitas outras das minhas criaturas que não são pecadoras, e minhas ternas misericórdias são e serão sobre todas as minhas obras. Se tu queres ser o açougueiro deles, eu serei o Deus deles. Vai, Jonas, descansa contente e sê grato: aquela bondade, que poupou Nínive, poupou-te nesta tua perversidade indesculpável. Serei para a arrependida Nínive o que sou para ti, um Deus gracioso e misericordioso, lento para a ira e de grande bondade, e me afastarei do mal que tu e eles merecem.\nMiqueias\nMiquéias foi contemporâneo de Isaías e começou a profetizar um pouco depois dele. O que encontramos aqui, por escrito, é um resumo do que ele pregou durante o reinado de três reis. O objetivo de tudo é convencer Israel e Judá de seus pecados e dos juízos de Deus prestes a cair sobre eles; confortar os justos com promessas de misericórdia e libertação, especialmente com a certeza da vinda do Messias.\nCapítulo I\nO título e o prefácio, vers. 1, 2. Aviso de julgamentos desoladores próximos, vers. 3-7. A tristeza do profeta e a tristeza geral por eles, vers. 8-16.\n1\nEzequias - O melhor filho, do pior pai. Quanto tempo Miquéias profetizou durante seu reinado, só podemos conjecturar, possivelmente até o décimo quarto ano de Ezequias. Portanto, pode-se supor que este profeta tenha profetizado dezesseis anos no tempo de Jotão, o mesmo número sob Acaz, e quatorze sob Ezequias, num total de quarenta e seis anos. E ele sobreviveu ao cativeiro de Israel por dez anos, o que ele lamentou e predisse.\n2\nÓ terra! Isto parece ser um apelo às criaturas insensatas, ou uma convocação para que apresentem provas a Deus contra aqueles reinos. Nele, criaturas animadas ou inanimadas, todas as que estão na terra. Templo: Seja do seu templo em Jerusalém, seja do céu.\n3\nO Senhor — Ele vem como juiz, para ouvir, determinar e punir. Seu lugar — Céu, o lugar do seu glorioso trono. Desce — Mostra, pelos efeitos do seu poder, justiça e sabedoria, que ele está mais eminentemente presente ali. Pisa — Pisa sob os pés tudo o que é alto, excelente e motivo de tua glória.\n4\nFenda - Ou fenda em pedaços, quebrada e deslizando para longe.\n5\nJacó - Os filhos de Jacó, as dez tribos. O quê - Ou quem é a fonte e a causa daquela transgressão transbordante? De Jacó - O reino das dez tribos, cuja cabeça era Samaria, onde os reis tinham sua residência, onde adoravam ídolos e serviam de exemplo para o restante do reino israelita. E o quê - Ou quem é a causa dos lugares altos e da idolatria ali praticada. Jerusalém - Que era a principal cidade daquele reino e tinha a mesma influência sobre Judá que Samaria tinha sobre as dez tribos.\n6\nComo um montão — Como um amontoado de ruínas. De uma vinha — Ao plantar vinhas, eles cavam a terra e a amontoam em montes; assim farão esta cidade. No vale — A cidade foi construída sobre um alto monte, e um vale profundo abaixo dela. Eu descobrirei — Arrasarei os muros, fortalezas e edifícios públicos desta cidade, até os alicerces.\n7\nAs contratações - Os ricos presentes dados em honra e serviço aos ídolos por idólatras enganados. Ela - O reino de Samaria. Ele - Suas riquezas, ou os ricos presentes feitos aos seus ídolos. De uma prostituta - Como as prostitutas recebem ricos presentes de seus amantes. Eles - Esses ricos presentes serão transformados pelos assírios em serviço e honra aos seus ídolos.\n8\nPortanto - Por causa daqueles terríveis massacres em Israel e Samaria. E nu - Como alguém que, em amargura de paixão, rejeitou sua vestimenta superior. Dragões - Ou melhor, Chacais, que assombram lugares desolados e fazem um barulho grande e hediondo à noite.\n9\nSua ferida - As feridas de Samaria, seus próprios pecados e o justo desagrado de Deus. Chegou - O contágio de seus pecados e a indignação de Deus contra eles chegaram também a Judá, sim, a Jerusalém.\n10\nNão o declareis, para que os filisteus não triunfem. Não choreis, para que não pranteeis em público. Afra, para que não choreis em público. Rolai-vos, para que não expresseis a vossa tristeza.\n11\nPassai - O imperativo aqui é colocado para o futuro; eles irão para o cativeiro. Safir - Provavelmente Samaria e Jerusalém. Nu - Despido pelo inimigo conquistador. Zaanan - Acredita-se que esta era uma guarnição considerável, cheia de pessoas e soldados. Não saiu - Para ajudar sua cidade vizinha, Bete-Ezel. Bete-Ezel - Uma cidade forte tomada pelos assírios. Sua posição - O inimigo acampará entre vocês, permanecerá em seu território, para que vocês não tenham oportunidade de sair para ajudar seus vizinhos.\n12\nMarote - Uma cidade na Judeia. Mas o mal - A inundação de aflição dos assírios engoliu outras cidades e chegou até a capital, Jerusalém.\n13\nLaquis - Uma fortaleza forte nos confins de Judá. Amarre a carruagem - Para fugir da espada do inimigo. Ela - Laquis, que sendo a mais próxima do Israel idólatra, tomou a infecção deles e a transmitiu para Jerusalém. As transgressões - Não apenas a idolatria, mas também outros pecados. De Israel - Das dez tribos.\n14\nDê presentes - Os habitantes de Laquis cortejaram a ajuda dos filisteus contra os assírios. Moresete-Gate - Uma cidade conhecida dos filisteus, chamada Moresete-Gate, para distingui-la de uma cidade de mesmo nome na tribo de Judá. Aczibe - Esta também era uma cidade dos filisteus. Uma mentira - Um refúgio mentiroso, um suporte que se quebrará sob eles.\n15\nUm herdeiro - O assírio, que no direito de conquista te possuirá. Maressa - Uma cidade dos filisteus. Adulão - Talvez esta cidade fosse suficientemente importante naquela época para ser a glória de Israel.\n16\nA ti, ó Judeia e Israel, arranca os teus cabelos. Raspe o que não podes arrancar. Por teus filhos, pela perda deles, alguns sendo mortos, outros morrendo de fome ou varridos pela pestilência, e o restante levado cativo. Como a águia, uma espécie da qual é inteiramente calva.\nCapítulo II\nOs pecados de Israel e os julgamentos que pairavam sobre eles, vv. 1-11. Graciosas promessas de conforto, vv. 12, 13.\n1\nQue maquinam e tramam o mal. Obra maligna - planejam como executá-la. Está no poder - Porque podem; sem considerar o certo ou o errado.\n2\nE sua casa - Sua família, que por este meio é deixada na pobreza. E sua herança - E isto é feito contra o direito e a posse antigos, ou melhor, num caso em que Deus os proibiu de vender sua herança.\n3\nContra esta família - Deus tramará o mal contra a família deles, assim como eles tramaram o mal contra a família dos seus vizinhos. Altivo - Você fez outros baixarem a cabeça; assim fará agora. É maligno - Cheio de misérias para toda a família de Jacó.\n4\nUma parábola - Um provérbio provocador. E lamentai - Vossos amigos por vós, e vós por vós mesmos. Ele - Deus. Porção - Sua riqueza, fartura, liberdade, alegria e honra, em pobreza, fome, servidão, tristeza e desonra. Como - Quão terrivelmente Deus lidou com Israel; removendo suas pessoas para o cativeiro e transferindo suas posses para seus inimigos. Afastando-se - Afastando-se de nós com desagrado. Deus dividiu nossos campos entre outros.\n5\nNão terás - Ninguém que jamais retorne a esta terra, para vê-la repartida por linha e dada a eles para possuí-la. Na congregação - Eles não serão mais a congregação do Senhor, nem seus filhos depois deles.\n6\nEles não profetizarão - Assim Deus, em seu desagrado, concede o desejo deles. Envergonhem-se - Que não se envergonharão.\n7\nQue és chamado - Tu és de nome, não de verdade, a semente de Jacó. Estreitado - O poder, a sabedoria e a bondade de Deus não são menores agora do que antes. São estes - São estes procedimentos severos os feitos em que o teu Deus se deleita? Não são as minhas palavras - As minhas palavras prometem todo o bem, para aqueles que com corações honestos andam nos caminhos de Deus.\n8\nLevantou-se - Eles se levantaram, Israel contra Judá, e Judá contra Israel, e ultimamente as tribos conspiraram umas contra as outras; súditos contra seus reis, e os grandes contra os inferiores. Com a vestimenta - Você despe aqueles que, sem temer o mal, cuidam de seus assuntos particulares.\n9\nAs mulheres - As viúvas. Do meu povo - Dos israelitas, não estrangeiros, que, por disposição peculiar da lei de Deus, deviam ser tratados com ternura, Êxodo 22:22. Expulsas - Tu expulsaste de suas antigas habitações. De seus filhos - Tu expulsaste seus filhos de suas casas e propriedades, que estavam protegidas pela lei de Deus contra qualquer venda além do jubileu; contudo, tu os confiscaste para sempre. Minha glória - Que era a glória da minha generosidade para com eles.\n10\nLevantai-vos — Ó habitantes de Israel, preparai-vos para a vossa partida desta terra. O vosso descanso — Embora tenha sido dado a este povo para um descanso sob a proteção de Deus; contudo, foi sob a condição de obediência contínua. Poluídos — Com muitos, grandes e antigos pecados. Destruição — Ela vos vomitará.\n11\nAndando - Se um homem finge ter o espírito de profecia. Dizendo: \"Vocês terão muitos dias, e poderão comer, beber e se alegrar. Ele será o profeta - Eles gostam e escolhem.\"\n12\nEles - Todo o remanescente. Como as ovelhas - Em grande número. Seu rebanho - Seu próprio rebanho, onde estão seguros. A multidão de homens - Isso se cumpriu em parte quando os judeus retornaram da Babilônia, mas mais plenamente quando Cristo, por meio de seu evangelho, reuniu em um só corpo todos os filhos de Deus que estavam dispersos.\n13\nO destruidor - Para destruir toda a oposição. O portão - A porta de escape do seu cativeiro. Não há cidades tão fortes que os assírios não tomem e possuam, e entrem pelas portas. O Senhor - Sim, Jeová, pois esteve à frente de Israel, quando os tirou do Egito.\nCapítulo III\nO profeta repreende os príncipes opressores, vers. 1-4. E os falsos profetas, vers. 5-7. E ameaça ambos, vers. 8-12.\n1\nNão é para vocês? Não deveriam vocês entender e se conformar às justas leis do seu Deus? Vocês, príncipes, magistrados e oficiais governantes, deveriam, mais do que todos os homens, saber e fazer o que é certo.\n2\nOs bons — Vós que detestais não só fazer o bem, mas também o bem que se faz e aqueles que o praticam. Os maus — Escolhei e vos deleitais tanto nas obras más como nos obreiros maus. Que o arrancais — Vós que usais o rebanho com a mesma crueldade do pastor, que em vez de tosquiar a lã, arrancava-lhe a pele e a carne.\n3\nA carne — Vós que devorais os bens e o sustento de vossos irmãos. Quebrai-lhes os ossos — Uma alusão a lobos, ursos ou leões, que devoram a carne e quebram os ossos dos cordeiros indefesos.\n4\nEntão - Quando essas misérias vierem sobre eles.\n5\nAquela mordida - Quando estão cheios de presentes e bem alimentados. Preparam a guerra - Eles lhes fazem todo o mal que podem.\n6\nNoite - Grandes calamidades. Uma visão - Não mais fingirás ter uma visão, nem ousarás predizer coisa alguma. E o sol - A mão de Deus estará contra eles, tornando as suas dores ainda mais terríveis, como a escuridão ao pôr do sol ao meio-dia.\n7\nOs videntes — assim chamados pelo povo enganado. Cobrem os lábios — assim fizeram os enlutados, Ez 24:17,22. Assim, estes lamentarão e se definharão em sua vergonha. Nenhuma resposta — porque a resposta que antes tinham, fingindo ser de Deus, agora parece não ter sido dEle.\n8\nPoder - Coragem e vivacidade. De julgamento - Para discernir tempos e estações, o certo do errado. Força - Resolução.\n10\nEles - Os chefes e os grandes ampliam, embelezam e fortificam a casa em Sião, particularmente o templo e o palácio real. Sangue - Com riquezas, das quais se apoderaram pela violência, tirando a vida dos donos.\n11\nIncline-se - Finja confiar nele. Entre nós - Como nosso Deus e nosso escudo.\n12\nPor amor de vocês - Por causa dos seus pecados. O monte - O monte onde se erguia o templo. Esta é a passagem citada em Jr 26:18, que Ezequias e seus príncipes aceitaram com satisfação: sim, eles se arrependeram, e por isso a execução não ocorreu em seus dias.\nCapítulo IV\nA prosperidade da igreja, vers. 1-10. Seus inimigos serão destruídos, vers. 11-13.\n1\nNos últimos dias - Ou, nos últimos dias, ao término dos setenta anos de cativeiro, quase duzentos anos após o tempo de Miquéias, um tipo dos dias do reino do Messias. O monte - O monte sobre o qual o templo se erguia, o tipo da igreja de Cristo. Estabelecida - Literalmente cumprida quando o segundo templo foi construído pelos judeus. Espiritualmente, quando Cristo estabeleceu sua igreja pela pregação do evangelho.\n2\nMuitas nações - Isso se cumpriu em parte quando tantos servos prosélitos de várias nações, apaixonados por seus senhores judeus, e ainda mais pelo Deus dos judeus, vieram com eles de Jerusalém. Vinde - Assim, os judeus, libertos do cativeiro, encorajaram-se mutuamente; o que foi, em parte, o cumprimento desta profecia; a conversão da multidão de gentios a Cristo foi um cumprimento mais eminente dela. Para o monte - Para o templo em Jerusalém, um tipo de Cristo e da igreja do evangelho. De Jerusalém - Em Jerusalém é declarada a única maneira de adorar a Deus, e de lá a única lei da adoração correta surgirá, quando o Messias vier.\n3\nEle - O Messias atuará como juiz e rei. Repreensão - Assim Cristo comissionou seus apóstolos para ensinar todas as nações.\n4\nEles - Os redimidos do Senhor, redimidos do cativeiro babilônico, o tipo de uma redenção maior por Cristo. Se assentarão - Ou seja, desfrutarão de paz, segurança e fartura. Isso foi mais plenamente concretizado nos dias do Evangelho.\n5\nTodos os povos andarão - É costume de todas as nações servir aos seus deuses. Andarão - Buscai o Senhor, abraçai a sua lei e adorai.\n6\nQue para - Os judeus enfraquecidos pelo tratamento severo dos conquistadores opressores. Ela - Judá cativa; expulsa de sua própria terra. E Cristo muito mais reunirá ao seu rebanho aqueles que eram cativos de Satanás.\n7\nUm remanescente - Que, assim como são preservados como semente, também criam raízes e crescem, e continuam até a vinda do Messias.\n8\nÓ torre — Uma torre construída para toda a cidade de Jerusalém. A fortaleza — Ofel, uma fortaleza, é igualmente construída para toda a cidade. O primeiro domínio — O domínio anterior; o governo (após setenta anos de cativeiro) retornará à antiga família real e continuará nele até que venha Siló. Isso, no tipo, foi cumprido sob Zorobabel e seus sucessores; mas todo o antítipo diz respeito ao reino do Messias.\n9\nAgora, eu te prometi coisas tão grandiosas. Nenhum rei, tu perdeste teu rei Zedequias, mas teu Deus, teu rei está contigo. Teu conselheiro, não sobrou nenhum entre teus sábios conselheiros? Contudo, o Maravilhoso Conselheiro está contigo. O Messias, a sabedoria de seu pai, tem a condução de teus sofrimentos, libertação e restabelecimento.\n10\nEm dor - Terás problemas, tristezas e perigos nas guerras contra os babilônios e no cativeiro sob eles. Agora - Em breve. No campo - Em sua jornada para a Babilônia, foram forçados a se alojar nos campos. Libertados - Por Ciro, por Dario e por Artaxerxes; e este era um tipo de libertação maior. Resgatar - A palavra hebraica indica uma redenção pelo parente mais próximo, e assim nos lembra do Messias, o grande redentor da igreja.\n11\nAgora, o tempo está próximo. Profanada, que ela seja contaminada com sangue, e entremos, saqueemos e destruamos seu templo e seus palácios. Contemplemos, com alegria, sua destruição.\n12\nOs pensamentos — O desígnio do Deus santo, justo e fiel. Assim como os feixes — o lavrador os ajunta na eira para debulhá-los; assim Deus, no devido tempo, reunirá seus inimigos, para que sejam feridos, quebrados e destruídos.\n13\nE debulhar - A força futura da igreja empregada em subjugar seus inimigos é aqui predita. Ferro - Isso expressa a força da igreja firme como ferro, para derrotar seus inimigos. Bronze - Por esta figura de linguagem, é expressa a força de Sião, pisoteando e quebrando em pedaços o poder de seus inimigos. E eu - eu, a igreja. Seu ganho - Os despojos dos meus inimigos conquistados.\nCapítulo V\nOs problemas de Israel, v. 1. O nascimento e o progresso do Messias, v. 2-4. Sua proteção ao seu povo e a vitória sobre os seus inimigos, v. 5,6. O crescimento da igreja e a destruição dos seus inimigos, v. 7-15.\n1\nAgora, ajunta-te - Já que isso precisa ser feito, faze-o depressa. Ó filha de tropas - Nínive ou Babilônia. Ele - Senaqueribe ou Nabucodonosor. Eles - O inimigo orgulhoso e opressor. O juiz - O rei. De Israel - Não as dez tribos, embora sejam realmente chamadas por esse nome, mas as duas tribos que aderiram à família de Davi. Uma vara - Este é um discurso proverbial, expressando o uso mais desdenhoso.\n2\nBelém - Belém de Judá era chamada Efrata, devido à fertilidade da terra onde se situava: a palavra de onde deriva significa fecundidade. És tu pequeno? - Se és o menor em outros aspectos, neste, és honrado acima de todos. Governante - Rei e soberano. Em Israel - Em meio ao Israel de Deus. Saindo - Cuja geração, como ele é o Filho de Deus, igual a seu pai, é eterna.\n3\nEle - Deus. Entregue-os - Aos caldeus. Ela - A filha de Sião, comparada aqui a uma mulher em trabalho de parto, será libertada do cativeiro. Seus irmãos - Os irmãos do Messias. Aqueles de Judá e Benjamim que foram levados cativos.\n4\nEle - O governante, o Messias, permanecerá de pé. Esta postura fala da prontidão, alegria e estabilidade de Cristo, seu governo e reino. Apascenta - Como um pastor que diligentemente guia, preserva e alimenta suas ovelhas. Pela força - Por sua própria força onipotente. Do nome - Por comissão do Pai, em cujo nome Cristo veio, pregou, realizou milagres e instituiu sua igreja evangélica. Eles - Sua igreja, composta de judeus e gentios convertidos, continuará; as portas do inferno não prevalecerão contra eles. Pois - A igreja está redimida e estabelecida para que Cristo, o Messias, seja glorificado em todo o mundo.\n5\nEste homem - O Messias. A paz - Que é prometida ao povo de Deus; todas as suas libertações não são apenas por sua causa, mas efetuadas por seu poder. Pisará em nossos palácios - O que Senaqueribe fez em todas as cidades de Judá, exceto Jerusalém. Nós - Ezequias, e com ele os profetas e o povo, prevaleceremos com Deus para enviar libertação. Sete pastores - Um número certo colocado por um incerto.\n6\nEles - Os sete pastores e os oito homens principais, aqueles grandes instrumentos da vingança de Deus e da libertação de sua igreja. Devastam a terra - Assim fez Merodaque-Baladã, rei da Babilônia. A terra de Ninrode - O mesmo com a terra da Assíria. A entrada - As fronteiras fortificadas. Desta maneira, ele, o Messias, libertará os judeus, seu povo. Os assírios - O tipo de todos os outros inimigos, para o povo de Deus.\n7\nComo orvalho - Este remanescente, onde quer que esteja, se multiplicará como o orvalho que refresca a erva; assim, onde este remanescente estiver, será uma bênção para aqueles ao seu redor, que o usam amigavelmente. Como as chuvas - Deus os abençoará com sua mão imediata, pois somente ele, sem a ajuda do homem, concede orvalho e chuvas. Assim como isso se cumpriu no tipo, antes que o evangelho fosse pregado a todas as nações, assim se cumpriu, se cumpre agora e se cumprirá para sempre nas eras vindouras. O remanescente de Deus será uma bênção para os lugares em que viver.\n8\nComo um leão - Pela força e coragem, às quais os animais da floresta não ousam se opor e não conseguem resistir.\n9\nTua mão - ó povo de Deus.\n10\nEu os destruirei — Não em julgamento, mas em misericórdia, pois não haverá necessidade deles, nem a igreja de Deus mais dependerá deles. Teus carros — Carros preparados para a guerra.\n11\nAs cidades - Se não tiveres ocasião de fortificar suas cidades, não precisarás de outra defesa além daquela que eu sou para ti.\n12\nEu cortarei - Deus, em misericórdia para com seu povo, removerá essas ocasiões de pecado.\n13\nImagens de escultura - Isso foi verificado entre os judeus, que até hoje odeiam imagens para uso divino, e aprenderam isso em seu cativeiro.\n14\nTeus bosques - Os bosques dos quais eles abusaram com adoração idólatra.\n15\nNão ouvi — De uma maneira sem precedentes. Cristo entregará ao seu Filho o coração ou o pescoço de seus inimigos, e os tornará seus amigos ou o estrado de seus pés.\nCapítulo VI\nDeus acusa seu povo de ingratidão, vv. 1-5. A maneira de agradar a Deus, vv. 6-8. Ele coloca seus pecados em ordem diante deles, vv. 9-15.\n1\nLevanta-te - Esta é a ordem de Deus a Miquéias. Contenda - Argumente a causa entre Deus e o seu povo; e fale como se quisesse fazer as montanhas ouvirem você, para testemunharem por mim.\n2\nFundamentos da Terra - As montanhas propriamente ditas; o pecado de Israel é tão notório que toda a criação pode ser convocada como testemunha contra eles.\n3\nO que eu fiz? Que injustiça ou crueldade? Que imposições dolorosas e penosas eu impus a ti? Cansei-te? Fala, o que te fez ficar cansado de mim?\n4\nE Miriã - Uma profetisa para ser assistente de seus irmãos, e para ser um exemplo e conselheira para as mulheres.\n5\nSitim - Este é o lugar onde Balaque começou a corromper Israel com as mulheres de Midiã, conforme Baalim havia aconselhado, e assim continuou a fazer, até Gilgal, ao longo de todas as fronteiras do seu domínio. A retidão - Sua misericórdia, justiça e veracidade.\n6\nCom o que - Alguém cujo coração foi tocado pela exortação anterior, pode ser levado a fazer esta pergunta.\n7\nMilhares — muitos mesmo. Dez mil rios — se fosse possível dá-los.\n8\nEle - Deus já lhe disse em Sua Palavra como você deve se apresentar diante dEle. Agir com justiça - Dar a cada um o que lhe é devido, superiores, iguais, inferiores, ser igual a todos e não oprimir ninguém, em corpo, bens ou nome; em todas as suas relações com os homens, mantenha uma chancelaria em seus próprios animais e proceda de acordo com a equidade. Amar a misericórdia - Ser gentil, misericordioso e compassivo com todos, sem usar de severidade para com ninguém. Andar humildemente com o seu Deus - Manter uma comunhão constante com Deus, por fé humilde e santa.\n9\nClama - Seja por seus julgamentos, cada um dos quais é a voz do Senhor, ou por seus profetas. A cidade - Para todas as cidades de Israel e Judá, mas principalmente para Jerusalém e Samaria. O homem da sabedoria - Todo homem sábio. Veja o seu nome - Perceberá Deus nesse clamor. A vara - Ouça a voz de Deus nos castigos que Deus está enviando agora. Designou-a - Quem a escolheu e a golpeia com ela.\n10\nNo entanto, depois de tantas leis expressas e tantos exemplos de punição, tesouros obtidos por caminhos nocivos.\n11\nConsidere-os puros - Aprove-os ou absolva-os como se fossem justos.\n12\nDisso - De Jerusalém e Samaria.\n13\nDoente - Deus não ferirá por muito tempo, que os golpes atingirão o coração e farão Israel enjoar de suas feridas.\n14\nNo meio de ti - Serás derrubado em casa pelas tuas próprias mãos. Tu te apoderarás - Isso pode se referir tanto a pessoas quanto a coisas, às quais nos apegamos para salvá-las. Não livrarás - Onde alojas teus filhos e ajuntas tuas riquezas, ali o inimigo te perseguirá; ou se fugires para outros países, não será um refúgio seguro para ti. Que tu livras - Por um breve momento.\n15\nNão colherás - Um inimigo colherá. Vinho doce - Pisarás as uvas que produzem vinho doce.\n16\nOs estatutos - O culto idólatra foi estabelecido por Onri na cidade real. Vós - ó casa de Israel. Que eu te faça - Este será o evento. Disso - Da terra. A reprovação - A reprovação ameaçada na lei, se o meu povo me abandonar.\nCapítulo VII\nA corrupção total do povo, vv. 1-6. Aqueles que temem a Deus devem ter coragem, ser pacientes, esperar longos problemas, vv. 7-13. E encorajar-se com as promessas de Deus, sua fidelidade e a futura queda de seus inimigos, vv. 14-20.\n1\nAi de mim! A terra é trazida reclamando que, embora antes fosse bem guardada, agora tem pouco de bom. Como as uvas que se acumulavam em Israel e Judá, que, ao produzirem homens bons, deveriam ter sido uma videira frutífera e cheia de cachos: homens justos, compassivos e humildes, são como uvas depois da vindima. Desejadas, mas em vão.\n3\nAmbas as mãos - Com toda a diligência. O grande homem - O grande homem da corte, que pode fazer o que quiser lá. Profere - É ousado em falar abertamente. Desejo - Seu desígnio injusto e opressor. Eles - Todos eles promovem conjuntamente a violência e a crueldade.\n4\nComo um espinheiro — Maligno e nocivo. O dia — O dia em que soarão o alarme. Chega — Certamente, rapidamente e inevitavelmente. Agora — Quando esse dia chegar.\n7\nPortanto, visto que todos os tipos de homens são tão pérfidos, olhem, como alguém que está numa torre de vigia, observando atentamente tudo o que acontece, assim o profeta fará; assim fizeram aqueles que em Israel e Judá temiam o Senhor.\n8\nNão te alegres - O profeta personifica a igreja. Que não seja motivo de glória para ti, pois o dia da calamidade me alcançou. Na escuridão - Quando a aflição, a guerra, a fome e o cativeiro me cobrem. Uma luz - Me sustentará, confortará e me livrará.\n9\nPleiteia - Contra o meu inimigo, agora ele pleiteia a sua própria causa contra mim. A sua justiça - A verdade e as riquezas da sua salvação prometida.\n10\nEla - Qualquer nação ou povo que seja. Contemplará - O povo de Deus verá seus inimigos abatidos.\n11\nTeus muros, ó Jerusalém. O decreto de Artaxerxes, que proibia a reconstrução do templo, foi removido e abolido.\n12\nNaquele dia - Após o retorno do cativeiro. Ele - Aquele que é de raça judaica. A ti - ó Jerusalém. As cidades fortificadas - Nas quais muitos judeus foram mantidos para trabalhos servis. Ao rio - Ao Eufrates. Ao mar - Do Cáspio ao Pérsico e ao mar da Terra Média. Da montanha - Ou seja, de todas as partes do seu cativeiro, eles retornarão à sua própria terra.\n13\nNão obstante - Essas promessas de restituição, que não ocorreram até mais de duzentos anos depois.\n14\nApascenta - Assim Cristo orienta seus oficiais. Com a tua vara - Em alusão ao costume dos pastores que guiavam suas ovelhas com um cajado pastoral. No bosque - Protege e guia aqueles que, em seu atual estado de cativeiro, estão solitários, cercados de perigos. Carmelo - Um lugar fértil e bem habitado. Em Basã - Um lugar notável pela fecundidade. Gileade - Igual a qualquer outro em abundância e segurança.\n16\nSerão surdos - Eles não se importarão em ouvir nem em falar sobre isso.\n17\nLambe o pó - Da maneira mais submissa e servil, testemunha a sua submissão. Buracos - Suas fortalezas e fortalezas. Por tua causa - Para que o nome dos judeus seja terrível para os seus inimigos.\n\nNaum\nNaum profetiza exclusivamente sobre a destruição de Nínive. Supõe-se que ele tenha vivido na época de Ezequias e profetizado após o cativeiro de Israel pelo rei da Assíria, no nono ano de Ezequias, cinco anos antes da invasão de Judá por Senaqueribe.\n \nCapítulo I\nA inscrição do livro, ver. 1. Uma magnífica demonstração da glória de Deus, ver. 2-8. Uma aplicação particular disto, à destruição do exército de Senaqueribe, ver. 9-15.\n1\nO fardo - Quando os profetas eram enviados para denunciar julgamentos contra uma nação ou cidade, a palavra era geralmente chamada de fardo daquela nação ou cidade. A visão - Assim como os profetas eram antigamente chamados de videntes, 1Sm 9:9, suas profecias eram chamadas de visões. Naum - Seu nome fala de um consolador, mas é ao povo de Deus que ele anuncia a destruição de seus opressores.\n2\nCiumento - Para sua própria glória. Vingativo - Como governador supremo, que por ofício é obrigado a corrigir os oprimidos e punir o opressor.\n3\nTem o seu caminho - Os métodos da sua providência. O redemoinho - Que carrega diante de si tudo o que se interpõe em seu caminho. A poeira dos seus pés - Embora esteja cercado pela escuridão, assim como um exército distante é descoberto pela poeira que seus pés levantam, assim Deus aparecerá com grande poder marchando contra seus inimigos.\n4\nA flor - Tudo o que nela floresce; as flores e os botões que costumavam ser sua glória.\n7\nConhece - Ele os aprova, os reconhece e os preserva.\n8\nUma inundação avassaladora - Seus julgamentos, como uma inundação poderosa que transborda todas as margens, engolirão a Assíria. Daí - De Nínive, isto é, a própria Nínive. Trevas - Problemas e aflições desoladoras.\n9\nContra o Senhor - O que você imagina ou planeja contra o seu povo, você planeja contra ele. Faça um fim total - Ele o levará à desolação total.\n10\nComo espinhos — Serão como espinhos que se queimam facilmente, e como espinhos entrelaçados que queimam juntos e se ajudam a destruir uns aos outros. Como bêbados — Como homens embriagados e incapazes de se conter, assim os assírios, embriagados de prazer e orgulho, serão surpreendidos e facilmente derrubados.\n11\nVem - Senaqueribe, ou Rabseca. Tu - De Nínive. Contra o Senhor - Contra o povo do Senhor, 2Crônicas 32:1.\n12\nEles - Os Assírios. Silêncio - Esteja seguro e não tema perigos. No entanto, assim - Irresistível, repentino e universalmente. Ele - O anjo do Senhor. Tu - Ó Israel, não usarei mais essa vara.\n14\nA ti, a ti, a Senaqueribe e a todo o reino da Assíria. Sejam semeados. Ninguém levará teu nome e título; mas teu reino será engolido.\n15\nGuarda - Tende cuidado em servir a Deus. Teus votos - Feitos na tua angústia. O ímpio - Aquele opressor perverso, Senaqueribe.\nCapítulo II\nA aproximação do inimigo e a tomada da cidade, vers. 1-6. As consequências disso, vers. 7-10. O pecado é a causa de tudo, vers. 11-13.\n1\nEle - Os medos ou caldeus, que destroem Nínive. A munição - As fortalezas. Fortalece teus lombos - Fortalece-te.\n2\nPois - Israel e Jacó eram mais importantes para Deus, mas Ele os puniu; muito mais punirá Nínive. Transformaram - Derribaram. A excelência - A riqueza, os homens valentes, tudo aquilo em que Jacó se gloriava. Jacó - As duas tribos. Israel - As dez tribos. Esvaziou-os - Exauriu-os completamente. Seus ramos de videira - Destruíram todos os frutos da terra.\n3\nO escudo - Uma parte para toda a armadura e equipamentos. Homens poderosos - Medos ou Caldeus. Vermelho - Com o sangue dos mortos. Tochas - Tochas eram sempre carregadas neles. Durante o dia - Quando ele reunirá seus exércitos. Abalados - Por machados que os abatem para a guerra.\n4\nNas ruas - De Nínive, quando tomadas. Justamente - Por causa de sua multidão e fúria. Nas ruas largas - Onde há mais espaço, e ainda assim escasso o suficiente para se moverem. Como tochas - Ora com o fogo cintilante causado por seus cavalos e carruagens, ora com o brilho dos ferros polidos ao redor, ora com a luz das tochas flamejantes carregadas nelas. Como os relâmpagos - Tanto pela velocidade, quanto pela irresistibilidade e pelo terror.\n5\nEle - O rei da Babilônia. Seus dignitários - Oficiais e comandantes aprovados. Tropeçam - Demonstram tal ousadia, que não se detêm para escolher o caminho. Eles - Os assírios para defender, os caldeus para atacar os muros de Nínive.\n6\nOs portões - Da cidade em direção ao rio. Os rios - Do Tigre, sobre o qual Nínive se erguia. Dissolvido - Enquanto os caldeus sitiavam Nínive, um poderoso dilúvio derrubou as muralhas de Nínive, pelo espaço de vinte estádios, por cuja brecha os sitiantes fizeram sua entrada. Dissolvido - Como se derretido, cairá em pedaços.\n7\nHuzzab - A rainha. A voz das pombas - Suspirando suas queixas. Sobre seus peitos - Em vez dos instrumentos musicais que costumavam tocar, agora batem apenas no peito.\n8\nComo um tanque - Muito populoso, como um tanque que há muito tempo cria peixes, e está cheio deles. No entanto - No entanto, essas multidões fugirão frustradas e aterrorizadas. Eles - Os chefes, e os mais valentes entre os ninivitas.\n9\nTomar - Assim os caldeus encorajam uns aos outros na pilhagem da cidade.\n11\nDos leões - Tiranos e guerreiros sangrentos.\n12\nRasgou - Anteriormente caiu sobre suas nações vizinhas. Suas leoas - Rainhas, concubinas ou damas da corte assíria.\n13\nEu a queimarei — Nínive. Na fumaça — A cidade sendo primeiro saqueada, depois queimada; estes carros foram queimados naquela fumaça. Tua presa — Faz com que você pare de fazer mais presas. Teus mensageiros — Embaixadores ou chefes de recrutamento. Provavelmente, isso se refere a Rabsaqué, que blasfemou contra o Deus vivo. Não são dignos de serem ouvidos novamente aqueles que uma vez falaram com injúria contra Deus.\nCapítulo III\nOs pecados de Nínive e os julgamentos que os perseguiram, vv. 1-7. Casos de julgamentos semelhantes por pecados semelhantes, vv. 18-11. A ruína de tudo em que confiavam, vv. 12-19.\n1\nA presa - Extorsão e rapina.\n3\nOs cavaleiros - Os caldeus e seus confederados.\n4\nA prostituição - As idolatrias, que se multiplicaram devido ao grande número de pessoas que serviam aos ídolos assírios. E as prostituições, entendidas literalmente, abundavam sem dúvida onde se encontravam riqueza, luxo, conforto e longa permanência destes. Bem favorecidos - Gloriosos em seu estado e governo, e no esplendor de seus ídolos, templos e sacrifícios. Das bruxarias - Políticas de feitiçaria; ou pode ser confundido com bruxarias ou necromancias, que abundavam entre os assírios. Que vendem - Que se desfazem deles tão imperiosamente e absolutamente como os homens fazem com os escravos. E famílias - Isso pode sugerir a sedução de algumas famílias particulares e eminentes a um serviço hereditário aos ídolos assírios, ou a bruxarias, nas quais o diabo imitava a instituição de Deus, ao levar uma família a seu serviço.\n5\nDescubra - eu vou te despir e te tratarei como soldados desumanos tratam mulheres cativas.\n7\nFugirá - Com repugnância e aversão. Lamentará - Cujas entranhas se comoverão por aquela que não tinha entranhas por ninguém.\n8\nTu - Ó Nínive. Não - Supõe-se que era assim que agora chamávamos Alexandria. És tu maior, mais forte e mais sábia? No entanto, todo o seu poder foi destruído, suas riquezas saqueadas e sua glória enterrada em ruínas. Muralha - A defesa de suas muralhas de um lado. Sua muralha - Uma muralha poderosa e forte, construída do mar em direção à terra.\n9\nSua força - Fornecendo soldados e assistência bélica. Era infinita - Não havia fim para sua confiança e provisões bélicas. Put - Ou os mouros, que ficam a oeste de Alexandria. Lubim - O povo que habitava o que hoje é chamado de Cirene.\n11\nTu também — beberás profundamente do cálice amargo do desagrado de Deus. Escondido — esconder-te-ás. Ó Nínive, assim como Alexandria. Procurarás — suplicarás e suplicarás por ajuda.\n12\nFigos maduros - cujo peso e maturação os farão cair rapidamente no chão. Agitados - se tocados levemente.\n13\nSão mulheres - Eram muito covardes. Os portões - As fronteiras fortes. Escancaradas - Seja por medo ou traição. Tuas barras - Com as quais os portões foram fechados e fortalecidos.\n14\nTira água para ti - Enche todas as tuas cisternas e tira as águas para os fossos. Pisa a argamassa - Põe os teus oleiros a trabalhar para prepararem estoques de materiais para as tuas fortificações.\n15\nLá - Nas próprias fortalezas. Devore-te - Tão facilmente quanto o verme da doença devora a erva verde. Muitos - São inumeráveis; sê tu assim se puderes; tudo será em vão.\n16\nO verme canceroso estraga - Então, estes são como os vermes cancerosos, que estragam onde quer que cheguem, e quando não há mais nada para conseguir, fogem.\n17\nTeus coroados — Teus reis e príncipes confederados. Capitães — Comandantes e oficiais são em número, como gafanhotos e cigarras; mas é tudo para enfeitar, não para ajudar. No dia fresco — Enquanto a estação lhes convém. O sol — Quando problemas, guerras e perigos, como o sol escaldante, os queimam. Não se sabe — Nunca saberás onde encontrá-los.\n18\nTeus pastores — Teus governantes e conselheiros. Dormem — São negligentes, insensíveis ou mortos. Ninguém reúne — Ninguém se preocupará em preservar os teus dispersos.\n19\nBaterão palmas — Insultando e regozijando. Tua maldade — Tua tirania, orgulho, opressão e crueldade; pisoteando e pisoteando-os.\n\nHabacuque\nÉ provável que Habacuque tenha vivido e profetizado durante o reinado do rei Manassés. Seu livro é uma mistura dos discursos do profeta a Deus em nome do povo e ao povo em nome de Deus. O texto todo, em particular, refere-se à invasão da terra de Judá pelos caldeus; mas é de uso geral, especialmente para aqueles que são tentados, a respeito da prosperidade dos maus e das dificuldades dos bons.\nCapítulo I\nO profeta reclama da violência praticada pelos judeus, vv. 1-4. Deus prediz o castigo disso, vv. 5-11. O profeta reclama do mal feito pelos caldeus, vv. 12-17.\n1\nO fardo - O profeta parece falar dessas coisas graves como um fardo sob o qual ele mesmo gemia.\n4\nPortanto - Porque os ímpios prosseguem impunemente. A lei - Toda a lei, moral, cerimonial e judicial. É negligenciada - É menosprezada e não observada. Sai - De magistrados, juízes e funcionários públicos. Circula - Como se sitiasse, com o propósito de oprimir e arruinar.\n5\nEis que - Aqui Deus começa a responder ao profeta. Entre os pagãos - Vejam que julgamentos foram executados sobre os pagãos por pecados semelhantes.\n6\nAmargo - Cruel e sem piedade. Apressado - Rápido na execução de seus propósitos implacáveis.\n7\nSeu julgamento — A lei que observam é a sua própria vontade. Sua dignidade — Sua autoridade vem deles mesmos, sem respeito a qualquer outra lei ou regra.\n8\nOs lobos da tarde — que jejuavam durante o dia, saíam à tarde, ferozes e vorazes. Espalhar-se-ão — por toda a terra.\n9\nPara a violência - Para se enriquecerem, fazendo de tudo uma presa. Seus rostos - Seus semblantes serão tão violentos quanto o vento leste.\n10\nContra os reis - Que se opuseram aos seus desígnios. E tomá-lo - Por poderosas montarias erguidas.\n12\nNão morrerá - Será completamente destruído. Ordenado - Estabelecido e designado. Eles - O reino caldeu. Para julgamento - Para executar este julgamento, que é temperado com misericórdia. Para correção - Para castigar, não para destruir.\n14\nE fazes – Não infundindo apetites cruéis, mas permitindo que ajam de acordo com o apetite que já lhes estava presente. Como os peixes – Dos quais os maiores devoram avidamente os menores. Coisas rastejantes – Que nas águas servem de alimento para os peixes menores; assim o mundo, como o mar, é totalmente opressão. Sem governante – Ninguém para defender os fracos ou conter os poderosos.\n15\nEles - Os caldeus atraem todos igualmente, bons ou maus. Em sua rede - Destruindo muitos juntos. E reúnem - Como se nunca pudessem ter o suficiente, eles empurram os homens para suas redes.\n16\nEles sacrificam - Atribuem o louvor às suas vitórias. Sua rede - Às suas próprias maquinações, diligência e poder.\n17\nEsvaziam suas redes - Como pescadores, os homens esvaziam a rede cheia para enchê-la novamente.\nCapítulo II\nDeus responde que os próprios caldeus serão, por fim, uma presa, vv. 1-8. Um infortúnio denunciado contra os avarentos, os opressores, os bêbados e os idólatras, vv. 9-12.\n1\nSob minha guarda — ficarei como um vigia na minha torre de vigia. Ele — O Senhor. Reprovado — Chamado para prestar contas do mistério da providência; seja para satisfazer os céticos, seja para silenciar os briguentos.\n2\nSobre mesas - O que era de interesse público e, portanto, devia ser publicado, era antigamente escrito ou gravado em mesas, pedras lisas ou madeira, e então pendurado em local público para ser lido. Pode correr - Para que ninguém precise parar, mas todos possam discernir clara e claramente o que está escrito.\n3\nNo fim - Quando chegar o tempo determinado por Deus. Falará - Seja realizado e não decepcione suas expectativas.\n4\nQue se exalta – Que contesta orgulhosamente a justiça e a sabedoria da Divina Providência, e provê sua própria segurança com sua própria inteligência. O justo – O humilde e reto, que adora a profundidade da providência divina e está persuadido da verdade das promessas divinas. Viverá – Se sustenta por uma firme expectativa da libertação de Sião.\n5\nEle - O rei da Babilônia. Vinho - Por meio disso, Belsazar, sua cidade e reino da Babilônia, caiu como presa de Dario e Ciro. Em casa - Está sempre guerreando contra um ou outro. A ele - Ao seu reino. Todas as nações - Que o cercam.\n8\nDa terra - De toda a terra da Caldeia. Da cidade - Babilônia.\n9\nPara sua casa - Sua família, que ele enriqueceria e elevaria. Libertado - Mantido em segurança e longe do perigo de todos abaixo dele.\n10\nTu - Nabucodonosor.\n11\nClamará - Como se tivesse voz, clama a Deus por vingança. Responda - Confirme a acusação contra você.\n13\nNão é do Senhor? Não é um julgamento de Deus que os homens passarão pelo mais doloroso trabalho? Por pura vaidade? Por nada; sem nenhuma recompensa pelo seu trabalho.\n16\nTu, ó rei da Babilônia. Serás transformado - Eles transformaram o cálice do prazer, Deus também carregará o cálice da indignação e os fará beber dele profundamente. Vomitando vergonhosamente - Serás tão odiado quanto um bêbado vergonhoso é em seu vômito.\n17\nA violência - A violência que praticaste contra a Judeia te submergirá. O saque de bronze - Tal saque como o que os caçadores fazem entre os animais selvagens, quando tentam destruir toda a espécie.\n20\nO Senhor — Ele é Jeová, a fonte do ser, da vida, do poder e da salvação para o seu povo. Silencie — tema, submeta-se e confie nele; que seus inimigos se calem, reverenciem, esperem, orem e esperem por ele, que se levantará e terá misericórdia deles, que fará bem aos justos e mal aos ímpios, que solucionará plena e satisfatoriamente as dúvidas e desvendará os enigmas da sua providência.\nCapítulo III\nHabacuque implora a Deus que socorra seu povo, vv. 1, 2. Ele relembra as aparições anteriores de Deus para seu povo, vv. 3-15. Ele se encoraja a confiar em Deus, vv. 16-19.\n1\nSobre Sigionoth - Um instrumento musical.\n2\nTua fala - Em resposta à indagação feita, cap. 1:13,14. Tive medo - Tremi com o que disseste. No meio dos anos - Mesmo antes que os setenta anos se completem. Torna conhecida - Tua verdade, sabedoria, poder e compaixão.\n3\nDeus - O Deus de nossos pais, revelou-se em Temã, uma montanha não muito distante do Monte Sinai, onde a lei foi dada. Parã - Perto do Sinai. Sua glória - O profeta menciona isso como um apoio à sua fé, que Deus apareceu tão gloriosamente entre seus pais. Cheio de seu louvor - De obras que eram dignas de todo louvor.\n4\nComo a luz - Pura, clara como o sol, mas muito mais deslumbrante. Sua mão - O rosto de Moisés brilhou; o rosto, sim, as mãos do nosso Deus, brilham com luz gloriosa. Ali - Naquela luz com a qual ele apareceu. O esconderijo - Que revelou muito, mas escondeu muito mais; era luz inacessível.\n5\nDiante dele - Quando Deus estava tirando os israelitas do Egito, ele fez a pestilência ir adiante dele, preparando assim espaço para seu povo.\n6\nEle se levantou - Deu sua presença a Josué, como alguém que estava presente enquanto a obra era realizada. A terra - A terra prometida. Ele contemplou - Olhou com o semblante carrancudo. Expulsou - Expulsou-os, seus olhos fizeram isso, pois ele os contemplou e fez isso. Seus caminhos - A sabedoria, a bondade, a justiça, a santidade e o poder de Deus, que ele demonstra ao governar seu povo.\n7\nAs tendas — O povo que nelas habitava. Arábia — Perto de cujas fronteiras Israel marchou. Em aflição — Com medo e dor, para que aquele povo poderoso não caísse sobre eles. As cortinas — Aqueles que habitavam dentro delas; este povo habitava em tendas, que eram forradas com cortinas nas laterais.\n8\nO mar - O Mar Vermelho. Cavalga - Como um general à frente de seu exército. Sobre teus cavalos - Aludindo à maneira dos homens. Salvação - Não; mas ele veio para salvar seu povo.\n9\nTeu arco - Uma parte da armadura é colocada no lugar do todo. O Senhor é representado armado, pronto para destruir todos os seus inimigos. Conforme os juramentos - Em cumprimento ao juramento feito aos nossos pais e à sua posteridade. Fende a terra - Quando eles estavam para marchar por uma terra seca e sedenta.\n10\nTransbordando - A inundação que naquela época costumava ser muito grande dentro e ao redor do Jordão, cessou pela palavra de Deus; as águas de baixo fluíram e correram das de cima, que se amontoaram para abrir caminho para Israel. O abismo - Ou o canal profundo por onde o Jordão fluía, ou o Mar Vermelho, com um rugido terrível, dividiu suas águas. Levante as mãos - Suas ondas que se amontoaram.\n11\nParou - À oração de Josué. Na luz - Que milagrosamente continuou.\n13\nCom o teu ungido - Sob a condução do teu ungido, Josué, o tipo do Messias. Tu feriste - Causaste uma ferida mortal aos reis de Canaã. A casa dos ímpios - As cortes desses reis eram casas da mais vil maldade. Ao descobrir - Destruindo a todos, da cabeça aos pés.\n14\nAldeias — Todas as cidades e todas as vilas sem muros. Eles — Os habitantes de Canaã. Como um redemoinho — Com violência me invadindo por todos os lados. Para espalhar — Para dispersar e expulsar os israelitas. Sua alegria — Eles se alegraram com plena confiança de engolir Israel de surpresa.\n15\nAndaste - Tu seguiste teu caminho, desde a tua entrada no oriente da terra, até o seu ocidente.\n16\nQuando ouvi - Que desolações terríveis Deus ameaçou contra Israel. Meu coração estremeceu - Outro efeito de medos e espanto surpreendentes. Podridão - Uma decadência de todas as minhas forças. Para que eu pudesse descansar - Esses medos me fizeram recorrer a Deus, para que eu pudesse descansar nele. Ele - O rei da Babilônia. O povo - Os judeus.\n17\nO trabalho - O trabalho dedicado à azeitona. Não rende carne - Milho. Rebanho - De ovelhas.\n19\nComo patas de corças - Para que eu possa escapar para Deus, meu refúgio. Ele me fará - Conquistar e triunfar.\n\nSofonias\n\nSofonias foi o último dos profetas menores, antes do cativeiro. Ele prediz o cativeiro de Judá pelos caldeus, expõe seus pecados diante deles, os convoca ao arrependimento, ameaça as nações vizinhas e faz promessas encorajadoras de seu retorno.\n \nCapítulo 1\nO título do livro, ver. 1. A destruição de Judá predita, ver. 2-4. Uma acusação contra eles por seus pecados, ver. 5-9. Uma descrição do dia do Senhor, ver. 10-18.\n1\nSofonias - Acredita-se que tenha sido bisneto do rei Ezequias. Nos dias de Josias - Portanto, ele foi contemporâneo de Jeremias e Ezequiel, e prediz o que Jeremias e Ezequiel fizeram.\n4\nO remanescente - Tudo o que resta da idolatria de Baal. Este lugar - Jerusalém. O nome - Tanto as pessoas quanto a memória delas. Os Chemarim - Ou assim chamados por causa de suas vestes negras com as quais entravam, ou por causa de sua cor morena causada pela fumaça negra do incenso: eles eram porteiros e sacristãos de Baal. Os sacerdotes - Os sacerdotes de Baal.\n5\nTelhados das casas — Nos terraços planos de suas casas. E que juram — Que misturam a adoração a ídolos e a adoração ao Deus verdadeiro; que se dedicam a Deus e a Baal, ou Malquim, isto é, Moloque.\n7\nCala-te - Tu que murmuras contra Deus, teme. O dia - Um dia de vingança do Senhor. Um sacrifício - Os judeus ímpios, que ele sacrificará pela espada. Seus convidados - convocou os animais do campo e as aves do céu para comerem a carne e beberem o sangue.\n8\nOs príncipes - Os grandes, que sonhavam em se tornar melhores que os outros, mas caíram com os primeiros, 2 Reis 25:19-21. Filhos - Filhos e netos, Josias: Jeoacaz morreu cativo no Egito, 2 Reis 23:34, Jeoaquim morreu na Babilônia e foi sepultado com o sepultamento de um jumento, Jr 22:18,19, Jeconias morreu cativo; e Zedequias e seus filhos tiveram ainda pior sorte. Trajes estranhos - Trajes de estrangeiros, imitados pelos judeus libertinos.\n9\nNo mesmo dia - Ao mesmo tempo. As casas dos seus senhores - Ou os reis opressores, cujos oficiais eram, ou oficiais públicos e juízes, cujos servos assim despojavam os pobres. Violência - Bens tomados à força, por falsas acusações ou por provas subornadas.\n10\nO barulho - O grande grito e lamentação. O portão dos peixes - Por onde os babilônios entraram pela primeira vez na cidade. O segundo - Este portão ficava no segundo muro de Jerusalém, que daquele lado era fortificado com três muros. Estrondo - De coisas quebradas em pedaços; possivelmente o barulho de portas, janelas, armários e baús sendo quebrados. As colinas - Sobre as quais a cidade se erguia.\n11\nUivo — Grito alto e amargamente. Maktesh — A cidade baixa. Mercadores — Que costumavam se hospedar neste lugar. Que carregavam prata — Que a traziam consigo para pagar o que compravam.\n12\nEu buscarei — Deus fala à maneira dos homens, que buscam lugares escuros com velas. Ele os descobrirá completamente e os punirá. Suas borras — Em alusão às bebidas alcoólicas, que, não sendo despejadas de vasilha em vasilha para serem refinadas, tornam-se espessas e fétidas.\n14\nA voz do dia - O dia que virá com grande barulho.\n15\nUm dia - De calamidades sem paralelo.\n17\nComo cegos, sem saber para onde ir. Como pó, tão abundante e descuidado quanto o pó na estrada.\n18\nNa terra - Portanto, não deixem os pecadores dormirem pela paciência de Deus; porque quando a medida de sua iniquidade estiver cheia, sua justiça os alcançará e os vencerá, e fará uma obra rápida e completa.\n\n \nCapítulo 2\nUma exortação ao arrependimento, vers. 1-3. Uma denúncia dos julgamentos de Deus contra os filisteus, vers. 4-7. Os moabitas e os amonitas, vers. 8-11. Os árabes e os assírios, vers. 12-15.\n1\nConvocai uma assembleia solene, proclamai um jejum. Não desejados - Ou, não desejados. Não dispostos a retornar e indignos de serem recebidos em seu retorno.\n2\nO decreto - Antes que o decreto de Deus seja posto em execução. O dia - Antes do dia das suas calamidades. Como a palha - Leva vocês embora como o vento leva a palha embora.\n3\nBuscai - Temei, adorai, confiai somente nele. Vós, mansos - Vós, humildes. Executastes o seu juízo - Obedecestes aos seus preceitos. Buscai a justiça - Perseverai nela. Buscai a mansidão - Esperai pacientemente no Deus justo e misericordioso. Escondei-vos - Sob a asa da Divina Providência.\n4\nPois - É tempo de buscar a Deus; pois os seus vizinhos, assim como você, serão destruídos. Gaza - Uma cidade importante dos filisteus. Eles - Os babilônios. Levarão - Ao cativeiro. Ao meio-dia - Será tomada à força ao meio-dia.\n5\nOs habitantes — Todos os filisteus. Quereteus — Ou destruidores, homens que eram fortes, ferozes e terríveis para os seus vizinhos. Ó Canaã — Aquela parte que os filisteus mantiveram à força dos judeus.\n6\nPara pastores - Em vez de cidades cheias de cidadãos ricos, haverá apenas casas para pastores.\n7\nA costa - O mar - costa, a terra dos filisteus. O remanescente - Que sobreviver ao cativeiro. Apascentará - Seus rebanhos. Nas casas - Nos lugares onde estes antigamente estavam. Eles - Tanto os pastores quanto os rebanhos. Visitarão - Com misericórdia.\n8\nEu - Deus. Engrandeceram-se - Invadindo suas fronteiras.\n9\nDe urtigas - Não cultivadas, mas cobertas de urtigas. Poços de sal - Uma terra seca e árida, própria apenas para extrair sal. Os restos - Que retornam da Babilônia. Possuam-nos - Estabeleçam-se nas partes de suas terras que são próprias para habitação.\n11\nFamish - Tire todos os seus sacrifícios e bebidas. Os deuses - Ídolos daquelas terras. Do seu lugar - Não apenas em Jerusalém, mas em todos os lugares.\n12\nPela minha espada - Os caldeus são chamados de espada de Deus; porque Deus os empregou.\n13\nEle - Deus. O norte - Assíria, que ficava ao norte da Judeia e exatamente ao norte da Babilônia.\n14\nTodos os animais — Todos os tipos de animais encontrados nesses países. O ouriço — Uma ave que se deleita em lugares desolados.\n15\nIsto - Assim o profeta triunfa sobre ela. Não há ninguém - Ninguém como eu, ou que possa competir comigo.\n\n \nCapítulo 3\nJerusalém ameaçada por sua maldade, vv. 1-7. Uma promessa de uma reforma gloriosa, vv. 8-13. E libertação consequente, vv. 14-20.\n1\nPara ela - Jerusalém.\n2\nA voz - De Deus clamando em alta voz por sua misericórdia e julgamentos.\n3\nSeus príncipes — Pessoas de posição e autoridade principais. Leões — Que caçam presas e são sempre assustadores ou devoradores. Lobos — Insaciáveis e cruéis, como lobos da noite, aguçados pela fome. Não roam os ossos — Eles não deixam nada além dos ossos para serem comidos no dia seguinte.\n4\nSeu profeta - Os chamados falsos profetas. Luz - Instável e inconstante. Violência à lei - Torcendo-a por meio de interpretação perversa.\n5\nNo meio — Observando tudo. Não praticando iniquidade — Ele os julgará com justiça. Todas as manhãs — Diariamente ele revela seu descontentamento contra os ímpios. Não falha — Não deixa escapar nenhuma oportunidade para convencê-los, por meio de punições públicas e visíveis. Os injustos — Mas os judeus ímpios procedem sem vergonha e sem medo.\n6\nAs nações - Antigamente, os cananeus, por último as dez tribos e, mais tarde ainda, os assírios.\n7\nEu disse - pensei (falando à maneira dos homens). Tu - ó Jerusalém. Teme-me - Pelos muitos e grandes julgamentos executados sobre outros. Eu os puni - Em certa medida.\n8\nPortanto, já que não quereis ser corrigidos. Esperai, atendei à minha resolução. Até que eu me levante para destruir primeiro e depois para tomar o despojo. Sobre eles, os judeus incorrigíveis. Devorados, consumidos como se queimados. Meu zelo, aquele zelo com que Deus é zeloso por sua própria glória.\n9\nUma linguagem pura - Eu lhes darei uma maneira pura de me adorar, o resultado de um coração puro.\n10\nMeus dispersos - O restante dos judeus dispersos que orarem retornará à sua terra e trará uma oferta ao Senhor.\n11\nTeus feitos — Teus pecados cometidos anteriormente. Em teu orgulho — Formalistas orgulhosos. Não sejais mais arrogantes — Não mais vos vangloriareis por causa da cidade ou do templo.\n12\nDe ti - Na Judeia e em Jerusalém.\n13\nAlimentará - Desfrutará de paz e abundância.\n15\nLevado embora - Abolido, e põe fim aos julgamentos que teus pecados trouxeram sobre ti. Teu inimigo - O Babilônico. Está no meio - Ele retornou para redimir e governar-te. Não mais - Enquanto tua conduta estiver como convém à minha presença contigo, não temerás nem sentirás males semelhantes.\n18\nTristes - Que lamentam a distância da adoração solene a Deus. Que são de ti - Teus filhos. Reprovação - As provocações de seus inimigos.\n19\nDesfazer - Eu quebrarei seu poder e dissolverei seu reino. Que paralisa - Que está em apuros e prestes a cair. Expulso - Para terras remotas.\n20\nUm louvor — Assim será a igreja universal do primogênito, no grande dia. E então o Israel de Deus será um nome e um louvor por toda a eternidade.\n\n\nAgeu\nNove dos doze profetas menores pregaram antes do cativeiro; mas os três últimos, algum tempo depois. Ageu e Zacarias apareceram mais ou menos na mesma época, dezoito anos após o retorno, e encorajaram o povo a construir o templo, quando a obra já havia parado por algum tempo, apesar de toda a oposição que encontraram. Ageu começou dois meses antes de Zacarias, que foi levantado para apoiá-lo. Mas Zacarias continuou por mais tempo na obra: pois todas as profecias de Ageu registradas foram entregues em quatro meses, no segundo ano de Dario; mas temos as profecias de Zacarias datadas mais de dois anos depois. Ambos profetizaram sobre Cristo. Ageu fala dele como a glória da última casa, Zacarias como o homem, o renovo. Neles, a luz daquela estrela da manhã brilhou mais intensamente do que nas profecias anteriores, pois viviam mais perto do tempo do nascer do Sol da Justiça.\nCapítulo I\nUma repreensão aos judeus por sua demora na construção, o que havia provocado Deus a puni-los, vv. 1-11. Os povos retornam à obra, a quem o profeta, em nome de Deus, encoraja a fazê-lo, vv. 12-15.\n1\nFilho - Filho adotivo de Sealtiel, sendo da linhagem real, mas por natureza, filho de Pedaías. Governador - Nomeado para isso pelo rei persa, sobre o remanescente que retornou da Babilônia. Josué - Um tipo do grande libertador; um Josué os conduz a Canaã, outro restaura o templo.\n4\nTeto - Arqueado e ricamente adornado.\n6\nNão tem o suficiente - Mas o que você come não te nutre nem te satisfaz. Não está farto - Sua água não sacia sua sede, seu vinho não revigora seu espírito. Não tem calor - Você não encontra conforto nisso. Com buracos - Perde todo o seu trabalho.\n8\nTenha prazer - aceitarei suas oferendas e ouvirei suas orações. Glorificado - mostre minha majestade e considere-me glorificado por você também.\n9\nChegou ao pequeno — Mas não correspondeu à expectativa. Eu soprei — eu o destruí. Você corre — Você carrega com entusiasmo seus próprios edifícios particulares.\n10\nFicou parado - Deus os proibiu de deixar cair orvalho.\n11\nSobre os homens - O próprio sangue e as constituições dos homens foram mudados, e muitas doenças os afligiram.\n13\nNa mensagem do Senhor - Nas palavras do seu mestre. O povo - Toda a assembleia.\n14\nO Senhor dos Exércitos - Por esse nome ele se deleita em ser conhecido entre os cativos que retornaram; e era um nome mais adequado ao seu estado atual, cercados por todos os lados de inimigos.\nCapítulo II\nAgeu assegura aos construtores que a glória desta casa excederia a glória da anterior, vv. 1-9. Que Deus os abençoaria e lhes daria sucesso, vv. 10-19. Que ele abençoaria Zorobabel de modo peculiar, vv. 20-23.\n3\nAquela serra - Há quase oitenta anos. Esta casa - O templo construído por Salomão.\n5\nMeu espírito - De força e coragem, de sabedoria e entendimento.\n6\nAinda uma vez - Após muitas confirmações da nova aliança, resta mais uma a ser feita. Um pouco mais - Embora mais de quinhentos anos, este foi apenas um curto período de tempo comparado ao que ocorreu entre a promessa a Adão e a vinda de Cristo. Eu tremerei - Seja metafórico ou literal, foi verificado na época da vinda de Cristo ao mundo. Após o retorno do cativeiro, pelas comoções entre gregos, persas e romanos, que começaram logo após esse período; isso foi metaforicamente cumprido. E foi literalmente cumprido por prodígios e terremotos, no nascimento, morte e ressurreição de Cristo.\n7\nTodas as nações - O que foi literalmente cumprido na derrubada da monarquia persa pelos gregos, nas guerras civis e nos conflitos subsequentes entre os sucessores de Alexandre, no crescimento do poder romano pela subjugação de seus vizinhos, e em suas dissensões e guerras internas. O desejo - Cristo, o mais desejável para todas as nações, e que era desejado por todos que conheciam sua própria miséria e sua suficiência para salvá-los, que deveria ser a luz dos gentios, bem como a glória de seu povo Israel. Com glória - O primeiro templo tinha glória em sua estrutura magnífica, ricos ornamentos e sacrifícios custosos; mas esta era uma glória mundana; o que é prometido aqui é uma glória celestial da presença de Cristo nele. Aquele que era o resplendor da glória de seu pai, que é a glória da igreja, apareceu neste segundo templo.\n8\nA prata - Os tesouros de ambos: não duvide, portanto, que darei o suficiente para construir esta casa.\n9\nNeste lugar - Na minha casa, um tipo de Cristo. Paz - Uma paz espiritual, interior e celestial.\n11\nSobre a lei - O que a lei diz neste caso.\n12\nCarne sagrada - Parte do sacrifício, legalmente santificada, ou tornada sagrada pelo altar no qual o todo foi santificado. Na saia - No colo de sua vestimenta, ou em qualquer outro tecido, e se este tecido tocar qualquer coisa comum, como pão, etc., isso se tornará legalmente sagrado.\n13\nDisse - Agora o segundo caso é proposto. Estes - Pão ou ensopado, vinho ou azeite, ou carne. Imundo - Aquilo que o imundo tocar se tornará imundo? Embora um toque mediano no que é santo não o torne santo, um toque mediano no que é impuro não o tornará impuro.\n14\nAssim, pessoas contaminadas, ao tocarem o que é limpo, contaminam-no; assim, judeus contaminados contaminaram as ordenanças de Deus, enquanto o cumprimento exterior dos deveres legais os deixou tão profanos em si mesmos quanto antes: algo mais, então, precisa ser feito. A alma deve primeiro ser purificada, para que eles e nós possamos oferecer uma oferta pura. O povo - O corpo dos judeus. Toda obra - Tudo o que fazem, contaminam tudo com mãos contaminadas. Oferta - O que trazem ao altar com corações impuros é contaminado por eles.\n15\nPara cima - Ao longo dos anos anteriores. Antes - Antes de você começar a reconstruir o templo depois de ter parado.\n16\nDesde então, o templo permaneceu abandonado. Quando um veio, os homens ficaram meio decepcionados. Mas dez, que ele esperava, resultariam em vinte medidas, efas ou alqueires. Provou apenas metade da sua esperança; assim, seu trigo falhou, e seu azeite, muito mais.\n17\nBênçãos - Ventos ardentes e abrasadores. Todos os trabalhos - Na aração e na semeadura, no plantio de oliveiras e videiras.\n18\nDesde o dia - Quando você começou a construir sobre o antigo fundamento.\n19\nA semente — A semente para a próxima colheita ainda está nos seus celeiros. Não produziu — Ainda não se sabe qual será a safra que você terá, qual o estoque de vinho, azeite, figos e romãs. Contudo, na palavra de Deus eu lhes digo: vocês serão abençoados em todas elas e terão uma grande produção.\n23\nMeu servo - Um tipo daquele que foi o servo mais amado de Deus. Como um selo - Que é altamente valorizado e cuidadosamente guardado. Assim, o antitípico Zorobabel, o Messias, será promovido, amado e inviolavelmente preservado como rei e supremo sobre sua igreja. Ele é, de fato, o selo à destra de Deus. Pois todo o poder lhe é dado e dele deriva. Nele, a grande carta do evangelho é assinada e santificada, e é nele que todas as promessas de Deus são sim e amém.\n\nZacarias\nZacarias profetiza mais especificamente sobre o Messias do que Ageu. Nos cinco primeiros versículos de sua profecia, ele declara o escopo dela. Daí, no sexto capítulo, ele relata as visões que teve e as instruções que recebeu delas. Ele mostra aos judeus seu dever atual, cap. 7, e os encoraja a esperar pelo favor de Deus, cap. 8. Daí até o fim, ele repreende pelo pecado, ameaça os impenitentes e encoraja aqueles que temiam a Deus com promessas graciosas.\n \nCapítulo I\nUm chamado ao arrependimento, vers. 1-6. A visão dos cavalos, vers. 7-11. A oração do anjo por Jerusalém respondida, vers. 12-17. A visão dos quatro carpinteiros, vers. 18-21\n1\nNo oitavo mês - Dois meses depois de Ageu começar a encorajar os judeus a construir o templo. Zacarias - Provavelmente este é o Zacarias que os judeus mataram entre o templo e o altar, Mateus 23:35.\n5\nOnde estão eles - Mas onde estão seus pais desobedientes? Eles não foram consumidos pela fome e pela espada, como eu os ameacei? Eles vivem - Os profetas morreram como os outros; eles não devem viver sempre para avisá-lo.\n6\nMinhas palavras — As ameaças terríveis que proferi. Meus estatutos — Os juízos decretados que resolvi executar sobre eles, os quais proclamei por meio dos meus profetas. Apoderai-vos — Alcançai como um inimigo perseguidor alcança e agarra o seu inimigo. Eles retornaram — Por isso, parece que Zacarias lhes deu tempo para considerarem a resposta a dar. Assim ele agiu — É verdade, como Deus disse que faria, assim ele agiu contra nós.\n8\nUm homem - Cristo Jesus em forma humana. Cavalgando - Em postura de prontidão. Um cavalo vermelho - Esta cor é um símbolo de sua vinda para se vingar de seus inimigos. As murtas - árvores - Ele se postou em um local conveniente para observar e estar pronto, entre árvores verdejantes e perfumadas, emblemas dos santos de Deus. No fundo - Este fundo ou vale onde as murtas cresceram é um emblema da igreja em um estado baixo e aflito. Atrás dele - Cristo estava, como convém a um capitão, à frente, os demais, como seus soldados, estão atrás, cuidando dele. Cavalos vermelhos - Cavalos e cavaleiros, e esses são anjos, v. 10. E a cor desses cavalos é vermelha, provavelmente denotando a condição sangrenta de estados e reinos, por guerras entre si quando Deus pune sua igreja, ou quando ele se vinga. Salpicado - De uma cor mista; talvez um emblema de acontecimentos, nem todos escuros, nem todos claros, como aqueles durante as últimas setenta semanas proféticas. Branco - Um emblema dos melhores dias da igreja.\n9\nÓ meu Senhor! Este era Cristo, o Senhor dos Exércitos. O que são estas? Qual o significado destas aparições? O anjo? Cristo, o anjo da aliança.\n10\nEstes - Cavaleiros, são anjos, que são ministros da Divina Providência no governo do mundo.\n11\nEstá em repouso - Todos os homens se sentam quietos para descansar. Tudo está em paz. Este era o estado do império que, naquela época, governava tudo.\n12\nAnjo do Senhor - O anjo, o Senhor Cristo.\n14\nClame - Agora publique o que você ouve e garanta à minha pobre igreja cativa que Deus fará o bem a ela.\n15\nUm pouco descontente - Com o meu próprio povo, isto é, em comparação com a raiva que sinto contra os pagãos. Ajudou a avançar - Tentou destruir quem eu apenas corrigia.\n16\nUma linha - A linha de medição do construtor será estendida para marcar os muros, as portas, as ruas e as casas em Jerusalém.\n17\nPor meio da prosperidade - Por meio do aumento de famílias, eles criarão colônias e plantarão novas cidades e, por meio do aumento de riqueza e gado, poderão construir suas cidades e povoar suas colônias.\n18\nQuatro chifres - Emblemas dos inimigos dos judeus.\n19\nOs chifres — Poderes, estados e reinos, que de todos os lados pressionaram, quebraram e sacudiram meu povo. Judá — As duas tribos. Israel — As dez tribos.\n21\nEle - Cristo. Estes - Ele primeiro aponta para os quatro chifres. Mas estes - Estes carpinteiros são emblemas daqueles instrumentos que Deus empregará para destruir aqueles destruidores. Que se erguem - Que empregaram seus braços e força contra o reino de Judá, para expulsá-los da herança de Deus.\n\n \nCapítulo II\nUma visão que significa o estado próspero de Jerusalém, vv. 1-5. Uma exortação aos judeus para que se apressassem em sua própria terra, vv. 6-9. Encorajamento aos que retornaram e conselho para esperar pacientemente por Deus, vv. 10-13.\n1\nCom uma linha - Pronto e preparado para traçar a plataforma de Jerusalém.\n2\nMedir - Tomar as dimensões exatas dela, para que ela possa atender à promessa de Deus e ser capaz de receber seus habitantes. Jerusalém - A cidade que seria construída no futuro.\n3\nO anjo - Cristo, que havia conversado por tanto tempo com Zacarias. Saiu - Do meio das murteiras.\n4\nE ele disse: Cristo ao anjo que veio ao seu encontro. Corra! Apresse-se e diga a Zacarias. Como cidades, seus arredores serão como cidades sem muros, em extensão e segurança.\n5\nA glória - Minha presença e favor a tornarão gloriosa.\n6\nHo, ho - Judeus sonolentos. Saiam - Saiam de suas prisões. Fujam - Apressem-se o máximo que puderem. Da terra - Babilônia, que ficava ao norte de Canaã. Pois eu os espalhei - Assim como executei minhas ameaças ao dispersá-los, também cumprirei minha promessa e os reunirei.\n7\nLivra-te a ti mesmo - Aceita a tua libertação.\n8\nDepois da glória - Depois que ele se tornar sua glória, eu irei vingar você de seus inimigos.\n9\nSobre eles - Contra a nação que violenta o meu povo. Sobre os seus servos - Sobre os judeus, que primeiro foram despojados e depois transformados em seus servos. Enviou-me - Para informá-los da vontade de meu pai.\n10\nEu venho — Para executar juízos sobre os teus adversários e completar a tua libertação e salvação. Eu habitarei — Isto se cumpriu em parte para os judeus, mas mais plenamente para a igreja do evangelho.\n11\nSerão unidos - Adorarão o Deus de Israel. Naquele dia - Quando Cristo vier em carne e derrubar o muro de separação. Enviou-me - O Messias.\n12\nHerdará - Reivindicará, recuperará, possuirá e se deleitará, como um homem faz com sua herança paterna.\n13\nSilenciem - Reverenciem e adorem a Deus, e esperem o cumprimento de sua palavra. Toda a carne - Judeus e gentios. Ele ressuscitou - Deus já está nesta obra, e não se assentará novamente até que tenha completado toda a sua obra.\n\n \nCapítulo III\nJosué acusado, inocentado e vestido com roupas limpas e justas, vv. 1-5. Uma promessa feita a ele, vv. 6, 7. Uma profecia de Cristo, o Renovo, vv. 8-10.\n1\nE ele - O Senhor me representou em uma visão. De pé - Ministrando em seu ofício. O anjo - Cristo.\n2\nO Senhor — Cristo, como mediador, prefere repreendê-lo em nome de seu pai, em vez de em seu próprio nome. Não é este — Josué?\n3\nCom vestes sujas - O emblema de um estado pobre ou pecaminoso. O anjo - Cristo.\n4\nE ele - Cristo. Para aqueles - anjos ministeriais. Eu fiz - O que os anjos não podiam tirar, Cristo fez; ele removeu a imundície do pecado, a culpa e a mancha dele. Com mudança de vestimenta - Limpo e rico, o emblema da santidade.\n5\nEu disse - Zacarias toma a ousadia de desejar isso para Josué, o que poderia aumentar sua autoridade, e pede o mesmo a Cristo. Uma mitra formosa - O ornamento apropriado para a cabeça do sumo sacerdote. Com vestes - Todas as vestes que pertenciam ao sumo sacerdote. O anjo - Cristo.\n6\nProtestou - Declarou solenemente.\n7\nMinha incumbência - A incumbência e o ofício especial do sumo sacerdote. Juiz - Governa no templo e nas coisas que ali pertencem à adoração a Deus. Guarda - Não como um servo, mas como o chefe, a quem os outros servem, e por fim terás lugar entre os meus anjos.\n8\nTeus companheiros — Teus associados no ofício sacerdotal. Que se sentam — Como assessores em um conselho. Maravilhados — Os judeus incrédulos se maravilham com eles; com seu trabalho e despesa na tentativa de construir tal casa. Produzir — Deus Pai produzirá uma obra muito mais maravilhosa. O Renovo — O Messias.\n9\nEis - Eis (apontando para uma pedra específica) aquela pedra que coloquei à vista de Josué. Sobre uma pedra - Nessa pedra estão sete olhos, provavelmente colocados de modo que possam olhar para muitas direções; portanto, era um emblema mais exato de Cristo e de seu perfeito conhecimento e sabedoria. Eu removi - Eu perdoei a iniquidade desta terra de uma vez. O templo, fundado sobre tal pedra angular, guardado e vigiado pela Providência que tudo vê, é a bênção e a honra daquele povo, cujos pecados estão todos perdoados.\n10\nNaquele dia, quando os pecados do meu povo forem removidos, vocês chamarão. Vocês se convidarão mutuamente para se refrescarem com o doce fruto da videira e da figueira. Quando a iniquidade é removida, recebemos preciosos benefícios de nossa justificação, mais preciosos do que os frutos da videira ou da figueira. E repousaremos em doce tranquilidade, estando em silêncio, longe do medo do mal.\n\n \nCapítulo IV\nA visão do candelabro e das duas oliveiras, vers. 1-3. Encorajamento aos construtores do templo, vers. 4-10. A explicação da visão, vers. 11-14.\n2\nCom uma tigela - Ou bacia. Suas sete lâmpadas - O candelabro do templo tinha exatamente tantas. E sete tubos - Então cada uma das lâmpadas tinha um tubo que se estendia dela até a tigela. No topo - Essas lâmpadas eram colocadas de modo a ficarem um pouco mais altas do que o corpo do candelabro.\n3\nDuas oliveiras ao lado - Tudo isso é um emblema da igreja, feito de ouro puro; para ser uma luz no mundo; para brilhar como lâmpadas que queimam continuamente, mantidas com óleo puro, destilado das oliveiras, não pressionado pelo homem, mas continuamente, abundantemente e livremente fluindo de Deus.\n6\nEsta palavra é especialmente dirigida a ele e, em um emblema, prefigura quão preciosa, quão cheia de luz, quão mantida pelo próprio Deus ela é. Poder — Coragem e valor.\n7\nÓ grande montanha — todos os opositores reunidos. Torna-te uma planície — afundarás no nada. A pedra angular — auxiliará no lançamento da pedra fundamental, assim como auxiliou no lançamento da pedra fundamental. Graça, graça — desejando toda a prosperidade, e sua longa continuidade, ao templo e àqueles que nele adorarão a Deus. Assim como o livre favor de Deus começou e terminou, que o mesmo habite nele e o reabasteça para sempre.\n9\nTu - Zorobabel e todos os judeus.\n10\nPois quem desprezou - Na obra de Deus, o dia das pequenas coisas não deve ser desprezado. Deus frequentemente escolhe instrumentos fracos para realizar coisas poderosas: e embora o começo seja pequeno, ele pode fazer com que o fim aumente grandemente. Pois - Embora tenham subestimado a mesquinharia do segundo templo, quando estiver concluído, se alegrarão nele. O prumo - A perpendicular com a qual Zorobabel testará a obra concluída. Com aqueles sete - Em subordinação à Divina Providência expressa pelos sete olhos que estavam naquela pedra. E aqueles que têm o prumo na mão devem olhar para estes olhos do Senhor, devem ter uma consideração constante pela Divina Providência, e em dependência de sua conduta e submissão às suas disposições.\n12\nEu respondi - continuei a discursar. A ele - O anjo. O que são estes - Dois ramos principais, um em cada árvore, mais cheios de frutos, e pendurados sobre os tubos de ouro. Através dos tubos - Estes eram presos à tigela, um de cada lado, com um furo nas laterais da tigela, para deixar o óleo destilado daqueles ramos de oliveira escorrer para a tigela. De si mesmos - Um emblema da graça sobrenatural; esses ramos cheios da verdadeira oliveira, sempre se esvaziam e estão sempre cheios; assim são as ordenanças do evangelho.\n14\nOs dois ungidos — Cristo e o Espírito Santo. O Filho seria enviado pelo Pai, assim como o Espírito Santo. E eles estão ao lado dele, prontos para partir.\n\n \nCapítulo V\nA visão do rolo voador, vers. 1-4. Do efa, do talento de chumbo e da mulher, vers. 5-11.\n1\nUm rolo voador - Um volume ou livro aberto, voando rapidamente no ar.\n3\nEste - Este rolo ou livro contém a maldição devida aos pecadores. Toda a terra - Ou toda a Judeia, ou todo o mundo, onde quer que esses pecados sejam encontrados. De acordo com ele - De acordo com as ameaças nele inscritas. Jura - Profanamente ou falsamente.\n4\nEntrará - Esta maldição virá com minha comissão. Permanecerá - Ficará perto deles e dos seus como a lepra de Geazi. E as pedras - Nada permanecerá, como quando a madeira e as pedras de uma casa são consumidas.\n6\nEle - O anjo. Um efa - Uma medida que continha cerca de três alqueires. Sai - Do templo. Sua semelhança - Este é um emblema deste povo em todos os lugares. Assim, há tempo e medida limitados para eles, enquanto pecam e enchem o efa com seus pecados, descobrirão que o efa da ira também se enche, para ser derramado sobre eles.\n7\nE eis que - Aqui está outra parte desta visão. Elevada - Trazida para lá para cobri-la. Um talento - Um pedaço de chumbo do peso de um talento, tão grande quanto a boca do efa. Uma mulher - Uma mulher, a terceira na visão. Talvez esta visão tenha sido propositalmente obscura, para que uma denúncia clara da segunda queda do Estado e do Templo não os desencorajasse de prosseguir com a restauração atual.\n8\nEsta - Esta mulher representa a maldade dos judeus. Ele a lançou - O anjo a lançou para baixo. Na boca - E assim a calou, para sofrer o castigo de todos os seus pecados.\n9\nSaiu - Do mesmo lugar de onde veio o efa. Suas asas - Eles tinham asas, como as de cegonhas, grandes e fortes, e voavam diante do vento com grande rapidez. Os julgamentos vieram assim voando, e assim levaram consigo aqueles que eram incorrigíveis.\n11\nPara construir - Não com misericórdia, mas com julgamento. De Sinear - Da Babilônia, para onde muitos judeus fugiram, e outros foram forçados pelos romanos. Colocados lá - Lá eles serão confinados sem esperança de libertação. Sua própria base - Eles estão assentados sobre as fezes de sua própria incredulidade: sua maldade está estabelecida em suas próprias bases.\n\nCapítulo VI\nA visão dos quatro carros, representando o governo de Deus no mundo, v. 1-8. Josué coroado como um tipo de Cristo, v. 9-15.\n1\nQuatro carruagens — Anjos que às vezes são chamados de carruagens de Deus. Empregados nos assuntos da Igreja e do Império, estes desempenham seu papel na revolução e nas mudanças das coisas, até que o Evangelho seja pregado pelo Messias e pelos apóstolos. De bronze — Estes denotam os decretos imutáveis de Deus, a execução constante de seus conselhos e as restrições insuperáveis sobre todos os impérios e países, que Deus mantém dentro das barreiras de tais montanhas inexpugnáveis.\n2\nCavalos vermelhos - Talvez denotando tempos sangrentos, Apocalipse 6:4. Cavalos pretos - Talvez um tempo de mortalidade e doenças devastadoras, Apocalipse 6:5.\n3\nCavalos brancos - Significando assuntos alegres e prósperos, cap. 1:8. Grisled - Um estado misto de coisas.\n5\nEstes são: Os anjos do céu, que têm grande participação na administração dos assuntos tanto da igreja quanto dos estados. Dos céus: Que residem no céu, enquanto estiverem empregados, vão de lá quando empregados e, tendo feito seu trabalho, retornam para lá. De pé: Eles permanecem como servos, atendendo às ordens de seu Senhor.\n6\nOs cavalos pretos - Os anjos representados pelos cavalos pretos são os executores do justo desagrado de Deus. Neles - Na segunda carruagem. O norte - país - Babilônia. Os grisalhos - Os anjos representados por estes, administravam o poder romano, que às vezes era favorável, às vezes feroz e severo, para aqueles com quem lidavam. O sul - país - Egito e Arábia, que ficavam ao sul da Judeia. Talvez isso possa apontar para a invasão deles também na África, cujos castigos eram misturados, com mais bondade e misericórdia do que os castigos da Babilônia.\n7\nProcurou ir - Esperou por uma comissão. Ele disse - Cristo que tem todo o poder no céu e na terra. Pela terra - Pelo resto dos reinos do mundo distantes da Judeia, mas não distantes da sábia e soberana providência de Deus.\n8\nEle clamou — Cristo falou em voz alta e o chamou. Acalmou meu espírito — Fazendo o que Eu os designei em vingança pelas injúrias do meu povo e trazendo meu povo de volta a Canaã.\n10\nToma - Daqueles que saíram da Babilônia. Vem - Vai buscá-los, se eles se hospedarem em outro lugar. No mesmo dia - No mesmo dia em que eles vierem.\n11\nFaça coroas — uma de prata, a outra de ouro. Coloque-as — coloque ambas, uma após a outra. Josué — que aqui é agora um tipo de Cristo, rei e sacerdote para sempre para o seu povo.\n12\nA ele — Josué, mas aos ouvidos de outros. Cujo nome é o Renovo — a quem conheceis pelo nome do Renovo, que foi chamado há tanto tempo. Tu, ó Josué, és o retrato, ele é o próprio Renovo. Do seu lugar — da tribo e família, e no lugar predito. Ele construirá — Ele é, embora invisível, que está ao vosso lado, que construís o templo material, muito inferior ao templo espiritual, que Cristo construirá, preservará e habitará para sempre.\n13\nA glória - Tanto do ofício real quanto do sacerdócio; a glória de ambas as coroas permanecerá sobre ele. Sentar-se-á - O que demonstra tanto sua magnificência real quanto sua perpetuidade. Um sacerdote - O grande sumo sacerdote, para oferecer o grande sacrifício a Deus, para fazer a reconciliação, para interceder por seu povo. O conselho de paz - A paz feita para o povo de Deus repousará sobre estes dois, o ofício real e sacerdotal de Cristo; por seu ofício sacerdotal, ele fará as pazes com Deus; por seu ofício real, ele os livrará de seus inimigos espirituais.\n14\nAs coroas - As duas coroas mencionadas anteriormente. Helem - Sobre essas pessoas não sabemos mais do que seus nomes. Um memorial - Da vinda certa e iminente do Messias.\n15\nAqueles que estão longe - Este versículo tem uma dupla referência: uma aos judeus e à construção do templo material, a outra à introdução dos gentios. E isto - A parte literal acontecerá em vossos dias, se obedecerdes à voz do Senhor. A parte mística também acontecerá, e, se crerdes e obedecerdes, os gentios entrarão e serão vossos irmãos, e ajudarão a construir o templo, o templo espiritual. Mas se vos rebelardes e não obedecerdes, sereis lançados fora e os gentios serão acolhidos, para serem o povo de Deus.\n\nCapítulo VII\nEm resposta a uma pergunta sobre o jejum, o profeta os repreende pela má administração de seus jejuns, vv. 1-7. Exorta-os a reformar suas vidas, vv. 8-14.\n2\nQuando eles - Os cativos que ainda permaneciam na Babilônia. A casa de Deus - O templo, agora meio construído, começou a ser frequentado. Regem - melech - Não se sabe quem eram, mas sem dúvida eram eminentes em dignidade e piedade. Seus homens - O séquito de amigos que os acompanhava. Orar - Suplicar ao Senhor por perdão do que havia acontecido, aceitação deles no presente e uma resposta à sua pergunta.\n3\nOs profetas - Ageu e Zacarias. Chorar - Jejuar, em memória do incêndio do templo no décimo dia daquele mês. Separar-me - Das preocupações e desígnios mundanos.\n5\nA todo o povo - Por seus mensageiros. E sétimo - Pelo assassinato de Gedalias, morto por Ismael. Até mesmo a mim - Vocês se agradaram disso, não a mim; vocês choraram mais pelas inconveniências do que pela pecaminosidade daquilo.\n6\nQuanto a vocês, eu era tão pouco considerado por vocês em seus jejuns quanto em suas festas.\n7\nOuça as palavras: Você não precisaria ter perguntado assim, se tivesse prestado atenção à palavra escrita. Profetas: Que clamaram por arrependimento e amor sincero a Deus e ao homem, e mostraram quão leves e formais são os serviços. Prosperidade: Tais observâncias preservaram Jerusalém em sua prosperidade? Foram suficientes para salvar os homens que habitavam o sul da planície? Não fizeram nenhum bem quando tudo estava seguro e bem? E você imagina que elas podem lhe beneficiar, agora que tudo está em ruínas?\n9\nFalou - Aos seus pais.\n10\nImagine o mal - Não pensem mal uns dos outros, nem com o mal em vista deles, nem planejem o mal uns contra os outros.\n11\nAfastado - Retirou seu ombro do jugo da lei.\n12\nEm seu espírito - Pelo seu espírito santo.\n14\nEles deixaram a terra desolada - Por causa dos seus pecados.\n\nCapítulo VIII\nUma promessa de que Jerusalém será restaurada, vv. 1-8. Que toda a igreja será estabelecida e aumentada, vv. 9-23.\n2\nCiúme - Com grande cuidado para que ela não peque, como antes, contra o meu amor e o seu próprio bem-estar, e com um grande desejo de lhe fazer bem e salvá-la dos seus inimigos. Fúria - Com o calor da ira contra os seus inimigos.\n3\nSerá chamada cidade da verdade - Seus cidadãos amarão a verdade e a falarão, me adorarão com a verdade do coração, assim como da maneira verdadeira que lhes foi prescrita.\n4\nVelhos - Antigamente, a guerra, a fome, a peste e as doenças devastadoras eliminavam homens e mulheres antes que chegassem à velhice.\n6\nMaravilhoso - Essas coisas podem parecer estranhas para essas pessoas.\n7\nO país oriental - Pérsia e Média, que ficavam a leste de Jerusalém e agora eram donos da Babilônia.\n8\nEm verdade e em justiça - Isso significa tanto a parte de Deus quanto a parte deles; da parte de Deus, a verdade, da parte deles, a justiça, a obediência à justa lei de Deus.\n9\nOs profetas - Ageu e Zacarias.\n10\nAntes destes dias — Por dezoito anos seguidos. Sem salário — Nenhum lucro pelo trabalho do homem ou dos animais, sem semeadura ou plantio. Aflição — Angústia e penúria, devido à esterilidade, que acompanhava todo o seu trabalho.\n11\nEu não serei - Ou seja, não lidarei com eles como antigamente.\n14\nNão me arrependi, não deixei de fazê-lo.\n15\nEntão - Então, com a mesma firmeza de espírito, decidi fazer o bem a vocês.\n16\nJulgamento da verdade - Julgamento verdadeiro. Paz - Que restaure e estabeleça a paz entre vocês. Portas - Os lugares de julgamento, onde os juízes se sentavam.\n19\nAssim diz o Senhor - Este versículo é uma decisão final do caso: desde que cumpram as exigências, vv. 16, 17, então o jejum cessará e se transformará em festas alegres. O quarto mês - Em que a cidade foi tomada pelos babilônios. O quinto - Em que o templo foi queimado. O sétimo - Em que Gedalias foi morto. O décimo - No décimo dia em que o exército do rei da Babilônia se assentou diante da cidade.\n20\nPessoas - Multidões.\n21\nEu também irei - Os convidados abraçarão a moção com tanto zelo quanto os outros a fizeram.\n22\nEm Jerusalém - Literalmente entendido, você tem as primícias deles mencionadas, Atos 2:10-12. Misticamente, Jerusalém é a igreja de Cristo. Orar - Realizar todo o evangelho - adoração.\n23\nDez homens — isto é, muitos homens. Todas as línguas — nenhuma nação está mais excluída. Um judeu — a quem o evangelho foi pregado primeiro. Nós ouvimos — e agora vemos, e estamos certos. Que Deus — o Deus verdadeiro, o único Deus verdadeiro, cujo conhecimento é a vida eterna.\n\nCapítulo IX\nUma profecia contra os sírios e outros, vers. 1-7. Deus protegerá seu povo, vers. 8. Uma profecia do Messias, vers. 9, 10. Da libertação e vitórias dos judeus, vers. 11-17.\n1\nHadraque - Este é o nome de uma cidade na Celosíria, e aqui também significa o país. Não ficava longe de Damasco. O resto dela - Este fardo permanecerá longo e pesado sobre Damasco. Em direção ao Senhor - Pois assim como todos os apelos dos homens em casos de injustiça são para o céu, assim aqueles que foram injustiçados pela injustiça síria olham para o céu em busca de justiça.\n2\nHamate - Uma cidade importante da Síria. Fará fronteira - Estará tão perto da tempestade que não escaparão completamente. Muito sábios - Cada um deles é sutil e pensa astutamente em se salvar, mas Deus zomba da sabedoria deles.\n4\nExpulsá-la - De sua herança, como a palavra propriamente significa.\n5\nSua expectativa — Sua esperança de que Tiro quebrasse o poder de Alexandre ou resistisse a ele. Envergonhada — Transformou-se em vergonha e confusão. O rei — O governo será derrubado. Não será habitada — Por muitos anos.\n6\nUm bastardo - Estrangeiros, que não têm direito de herança.\n7\nTira-lhe o sangue - Embora nações orgulhosas e guerreiras tenham se deliciado em derramar sangue e, por assim dizer, em comer o sangue de seus inimigos, Deus derrubará seu poder e tirará a presa de sua boca. Abominações - Seus sacrifícios abomináveis que ofereciam e com os quais se banqueteavam. Deus punirá suas idolatrias e, destruindo as cidades dessas abominações, as removerá para sempre. O remanescente - Aquele pequeno número seleto que escapar da espada, será o povo peculiar do Senhor. Como governador - Pela honra que lhes será dada. Como jebuseu - A cidade é colocada para o povo, e esta cidade e povo para todos os outros: todos os filisteus restantes serão como jebuseus, servos do povo de Deus.\n8\nAcamparei - Para defendê-la de todos os seus inimigos. Minha casa - Este templo, mas como emblema da igreja. O exército - Do exército persa e grego, cuja marcha atravessava a Judeia.\n9\nTeu rei - O Messias. Ele é justo - O reto, que vem para cumprir toda a justiça. Tendo salvação - Para conceder a todos os que nele creem.\n10\nEu exterminarei - Quando o Messias vier e estabelecer seu reino, ele não precisará de força externa. Nem carro, nem arco, nem espada lhe trouxeram salvação, nem serão mencionados no dia de sua conquista. Os pagãos - Os pagãos, por meio dele, serão reconciliados com Deus, e uns com os outros, Ef 2:17. Do rio - Do Eufrates até o extremo de Canaã, até o mar Mediterrâneo; um tipo de todo o mundo, que no devido tempo seria a herança de Cristo.\n11\nQuanto a ti, ó Jerusalém; estas palavras são as palavras de Cristo para ela. Pelo sangue, pelo meu sangue, no qual a tua aliança foi confirmada; é a aliança de Deus feita por ele, é a aliança de Sião feita por ela, é também a de Cristo feita nele. Enviada, libertei os judeus da Babilônia: comparada a um poço sem água, onde os judeus teriam perecido, se Deus não os tivesse visitado.\n12\nConvertei-vos - O profeta exorta os judeus a se apressarem para Cristo, que é a salvação e a torre alta da igreja. Prisioneiros da esperança - Cativos, mas não sem esperança. Mesmo hoje - Neste dia de mais baixa angústia. Em dobro - Duas vezes mais bem do que sofreste mal.\n13\nQuando eu tiver dobrado Judá - Nos dias em que Judá estiver em minha mão como um arco forte, já dobrado. Efraim - Efraim, o restante das dez tribos (que retornaram com Judá) servirá como suprimento de guerreiros; assim como a aljava cheia é um suprimento de flechas para o arqueiro. Ó Grécia - Contra os gregos ou jônios, que oprimiram os judeus e os compraram como escravos, contra os quais os judeus pegaram em armas, sob a liderança dos macabeus, a quem Cristo cumpriu sua promessa.\n14\nSerá visto - Aparecerá manifestamente para eles. Sua flecha - Seus julgamentos, rápidos, irresistíveis e repentinos. Como o relâmpago - Que irrompe com violência e corre de leste a oeste num instante. O Senhor Deus - Seu Deus, o Deus de Israel, dará o alarme a eles e soará o chamado para reuni-los. Do sul - Onde os mais poderosos redemoinhos se levantam; alguns pensam que o profeta se refere à tempestade na entrega da lei.\n15\nDevorem - Destruam seus inimigos. Com pedras de funda - Como Davi fez com Golias. Beberão - Em seus festivais, quando oferecerem sacrifícios de gratidão por suas vitórias. Façam barulho - Gritem com brados de triunfo, como fazem os homens cujos corações se alegram com o sucesso e se alegram com o vinho. Encherão - Com o sangue dos sacrifícios que oferecem.\n16\nComo o rebanho - Como um pastor salva seu rebanho. Como as pedras de uma coroa - Preciosas aos meus olhos. Como uma insígnia - Ou troféu.\n17\nSua bondade - A bondade infinita é a fonte de todo o bem feito a este povo. Sua beleza - Quão maravilhosa é a beleza da Divina Providência na libertação e salvação de Israel. Milho - Colheitas abundantes tornarão os jovens alegres ao semear, colher e comer seus frutos. Vinho novo - Haverá vinho em abundância, que todos, jovens e velhos, se alegrarão com ele.\n\nCapítulo X\nOs judeus são instruídos a olhar para Deus em todos os eventos, vv. 1-4. A esperar força e sucesso dele em todas as suas lutas, vv. 5-12.\n1\nA chuva serôdia - Produziu fartura em todos os sentidos e é proverbialmente usada para significar uma grande bênção. Nuvens brilhantes - Brilhantes através dos relâmpagos que delas se desprendem. Eles - Os judeus.\n2\nVaidade - Suas predições foram vãs. Eles foram - Eles foram para o cativeiro. Perturbados - Oprimidos e aflitos. Sem pastor - Sem governadores eclesiásticos ou civis que cumprissem fielmente o seu dever.\n3\nOs pastores — Oficiais na igreja e no estado. As cabras — Os oficiais entre eles, que eram como bodes, que empurravam, feriam e pisoteavam o gado mais fraco. Visitado — Com misericórdia. Como seu belo cavalo — lhes deu força e coragem.\n4\nDele - De Deus. O canto - O príncipe ou governante, que está em uma política como uma pedra angular em edifícios. O prego - Que prende as tendas de guerra, ou a madeira de uma casa. O arco de batalha - Toda provisão bélica. Todo opressor - Ou cobrador de tributos. Foi de Deus que Nabucodonosor prevaleceu poderosamente e oprimiu Israel; e é de Deus também que Judá cresce a tal ponto que é capaz de lidar com seus adversários e impor-lhes tributos.\n6\nDe José - O remanescente do reino de Israel, o restante das dez tribos. Para colocá-los - Estabelecê-los em sua própria terra e em suas próprias cidades.\n7\nSeus filhos verão - Essas bênçãos continuarão através de suas gerações, para os filhos que nascerão.\n8\nEu assobiarei — Embora agora estejam espalhados para longe, eu os chamarei como um pastor, e eles correrão velozmente de volta ao rebanho. Assim como se multiplicaram — Como fizeram antigamente.\n9\nEu os semearei - Seu crescimento será como o crescimento de solo rico que recebe muita semente. O povo - Os pagãos. Em países distantes - Para onde quer que fossem levados. Com seus filhos - Os filhos que nasceram deles viverão e crescerão com eles. Voltarão - Para sua cidade e país.\n10\nNão se encontrará lugar - A terra será estreita demais para eles.\n11\nE ele passou - O versículo inteiro é uma alusão ao que Deus fez nas duas famosas libertações de seu povo, tirando-os do Egito, através do Mar Vermelho e através do Jordão, destruindo os egípcios e libertando-os da escravidão assíria e, com isso, destruindo aquele reino.\n12\nAndarão para cima e para baixo - Administrarão todos os seus negócios. Em seu nome - Pelo poder e sabedoria dados do alto, para a glória do nosso Deus e nosso Redentor.\n\nCapítulo XI\nUma predição da destruição final dos judeus, vv. 1-6. O Messias os governará, vv. 7, 8. Mas, por fim, provocados pelo desprezo que sentem por ele, os entregarão, vv. 9-17.\n1\nAbre as tuas portas - A destruição da igreja e da nação judaica é aqui predita em expressões obscuras e figurativas, que nosso Senhor, quando o tempo chegou, profetizou muito claramente. Líbano - O Líbano, uma grande fronteira montanhosa entre a Judeia e seus vizinhos ao norte, recebe aqui a ordem de abrir seus portões, erguendo suas fortificações para proteger as passagens que levam à Judeia. Que o fogo - Fogo aceso pelo inimigo nas casas e edifícios da Judeia, e no próprio Líbano. Os cedros - Palácios construídos com cedros.\n2\nPinheiro - Casas e cidades construídas com abetos. O cedro - Muito menos escapareis. Ó carvalhos - Usados naquele país para construir palácios, cidades, vilas e fortalezas. A floresta - Jerusalém, comparada a uma floresta, em vista das muitas e altas casas que nela existem. Em suma, todos são chamados a chorar pelas misérias que virão sobre todos. Desce - Está desolada.\n3\nDos pastores - O inimigo tendo expulsado seus rebanhos e manadas. Sua glória - Qual era sua honra? Do Jordão - As grandes florestas às margens do Jordão, onde os jovens leões costumavam pastar.\n4\nMeu Deus - Deus Pai fala com Cristo. Do matadouro - Designado para o matadouro. Os judeus, durante quatrocentos e cinquenta anos, foram um rebanho de abate para os egípcios, caldeus e, posteriormente, para os romanos.\n5\nCujos possuidores - Governadores. Inocentes - Pensam que não fazem mal. Que os vendem - Como escravos. Pois eu sou rico - Profanamente dão graças a Deus, porque eles prosperam através da crueldade e da opressão.\n6\nEu entregarei - Para roubar, aprisionar, banir ou matar uns aos outros. Do seu rei - O César Romano, a quem os judeus escolheram para ser assim. Da terra - Seu rei e seus exércitos destruirão a terra.\n7\nBandas - A beleza da graça e da glória, as bandas do amor e da paz.\n9\nEntão - Após aquele tempo em que ele pacientemente alimentou o rebanho e eliminou os pastores infiéis. Eliminou - Pela espada ou pela fome. A carne - Ou vive para ser sitiada, até que a fome faça os vivos comerem os mortos, ou por sedições e sangrentas disputas internas, destroem-se uns aos outros.\n10\nAté mesmo a beleza — Que era a beleza e a glória deles, a aliança de Deus, com todas as suas bênçãos. Para que eu pudesse quebrá-la — Declará-la nula. Cristo a chama de sua aliança, pois ele foi o mediador dela.\n11\nQuebrado - A aliança foi anulada. Que esperou - Creu nele e lhe obedeceu. Sabia - Viu e reconheceu a Deus em tudo isso.\n12\nE eu disse: Ao partir, Cristo parece, à maneira dos homens, lembrar-se de suas reivindicações e desejar que acertem contas com ele. Se vocês pensam bem, Ele lhes pergunta se achavam que ele merecia alguma coisa de suas mãos. Assim eles: Os principais dos judeus, o sumo sacerdote, os principais sacerdotes e os fariseus. Pesaram: Que era a maneira de pagar dinheiro naqueles dias. Trinta moedas: O que equivale a trinta e sete xelins e seis pence, o valor da vida de um escravo, Êxodo 21:32. Isso se cumpriu quando pagaram a Judas Iscariotes tanto para trair Cristo.\n13\nO Senhor - Deus Pai. Lançai-o - Por ser tão pequeno, dificilmente compraria qualquer coisa além do mais barato entre eles. Um bom preço - Deus repreende os pastores do seu povo, que não prezavam o grande Pastor mais do que isso. Lançai-os ao oleiro - Ou melhor, lançai-os na casa do Senhor para o oleiro; tudo isso os governantes judeus fizeram.\n14\nEntão - Assim que vi o valor que me davam. Eu cortei em pedaços - Cristo fez isso de verdade, o profeta fez isso no tipo. Quebrar - Declarar quebrado. A irmandade - Aquela amizade que havia entre eles. Judá - As duas tribos e o remanescente das dez tribos.\n15\nToma para ti - Ó Zacarias, personifica um pastor bem diferente daquele que representaste.\n16\nQuem não visitará - Quem não busca os perdidos. O jovem - Que é mais propenso a perecer por fraqueza. Nem cura - Mas o deixa morrer de suas feridas. Que fica parado - Incapaz de seguir em frente. Comerá - Banquetear-se-á com o mais gordo do rebanho. Arrancará suas garras - Arrancará sua pele até as unhas; em resumo, um governo preguiçoso, negligente, ganancioso, turbulento, opressor e cruel é obscurecido por um pastor tolo.\n17\nO pastor ídolo - Para aqueles que são apenas imagens de pastores. Que abandona - Abandona o cuidado do rebanho. A espada - Do inimigo, quebrará sua força e enganará seus planos. Seco - Aqueles que têm dons que os qualificam para fazer o bem, se não o fizerem, serão levados embora. Aqueles que deveriam ter sido trabalhadores, mas foram preguiçosos e não fizeram nada, terão seus braços secos. E aqueles que deveriam ter sido vigias, mas estavam sonolentos, terão seus olhos justamente cegados.\n\nCapítulo XII\nOs inimigos da igreja não prevalecerão contra ela, vv. 1-6. Deus fortalecerá os mais fracos do seu povo, vv. 7, 8. Um espírito de oração e arrependimento prometido, vv. 9-14.\n2\nJerusalém - Aquela cidade fraca e sem muros, e muito mais a igreja que é o antítipo de Jerusalém. No cerco - Agora, quando tudo isso estiver pronto, e não houver meios visíveis de escapar, então Deus os fará beber o vinho do espanto.\n3\nNaquele dia - O dia do cumprimento pleno desta profecia é um dia conhecido pelo Senhor. Uma pedra pesada - Pesada demais para eles, embora muitos se unam para removê-la.\n4\nAbrirei meus olhos — velarei pelo meu povo para o bem. Este olho de Deus aberto sobre o seu povo é a sua sábia, poderosa e graciosa providência para eles. Com cegueira — Todos os seus guerreiros em suas consultas terão tão pouca previsão quanto um cego tem de visão.\n5\nOs habitantes de Jerusalém — embora poucos e pobres, serão a minha força. Não em seu próprio poder, mas no poder do Senhor Todo-Poderoso de todos.\n6\nComo uma lareira — Uma lareira na qual o fogo é completamente aceso. Em seu próprio lugar — Não construída como Nínive, Babilônia ou Roma, em algum lugar perto de cidades antigas, mas no mesmo lugar onde ficava a antiga Jerusalém.\n7\nAs tendas — Os lugares sem cercas, o campo aberto, as casas ou tendas. Primeiro — Primeiro os mais fracos são salvos, depois os mais fortes. A glória — Para que a ilustre casa de Davi e os gloriosos cidadãos de Jerusalém não se vangloriem de seu poder, política e coragem.\n8\nComo Davi — Um homem valente e valente. A casa de Davi — Aqueles da linhagem real serão, para a prudência e a destreza na condução dos exércitos de Israel, os mais excelentes; expresso aqui em uma hipérbole. Como o anjo — Não, como o anjo do Senhor, como Cristo, que é o capitão da nossa salvação.\n9\nEu buscarei - farei isso de forma proposital e eficaz.\n10\nEu derramarei - Isto se cumpriu na exaltação de Cristo, quando ele enviou o Consolador aos seus discípulos, e é realizado diariamente aos filhos de Deus, e será continuamente, até que sejamos trazidos para estar com Cristo para sempre. A casa de Davi - Toda a família de Cristo, sua casa, que era a semente de Davi, e que é chamado Davi, Ez 37:24. O espírito da graça - Que é fonte de todas as graças em nós. Traspassado - Cada um de nós, por nossos pecados, o traspassou, e muitos dos judeus literalmente. Lamentar - Eles lamentarão literalmente a crucificação do Senhor Jesus. Em amargura - O verdadeiro arrependimento lamentará amargamente os pecados que trouxeram tristezas e vergonha ao nosso Senhor.\n11\nNaquele dia - Quando os judeus lamentarem seus pecados e o grande pecado de crucificar o Senhor da glória. Um grande luto - Um luto expresso pelo maior que os judeus já conheceram, e que, por sua grandeza, se tornou um provérbio. O luto por Josias morto em Hadadrimmon, uma cidade no vale de Megido.\n12\nA casa de Natã - A família real em ambos os ramos, o de Salomão e o de Natã.\n13\nA casa de Levi - A tribo sacerdotal foi a mais feroz perseguidora de Cristo, eles contrataram o traidor, buscaram testemunhas; o sumo sacerdote (chefe daquela família) o condenou à morte, pelo que um dia eles contarão a Deus e, portanto, acima de outras tribos, eles são particularmente chamados de principais lamentadores por sua crueldade contra Cristo.\n\nCapítulo XIII\nUma promessa de perdão, de reforma e de condenação e silenciamento de falsos profetas, vv. 1-6. Uma clara predição dos sofrimentos de Cristo, da destruição dos judeus e da purificação de um remanescente, vv. 7-9.\n1\nUma fonte - O sangue de Cristo. Aberto - A esposa é para Cristo uma fonte selada, mas Cristo é para os pecadores uma fonte aberta. Habitantes de Jerusalém - Os habitantes de Jerusalém são todos a quem o evangelho é pregado. Para a impureza - Para a purificação de todo tipo de pecados e impurezas.\n2\nCortar - Destruirei completamente os ídolos e a idolatria. Os profetas - Os falsos profetas. O espírito imundo - O diabo que incita os falsos profetas a agir.\n3\nProfetizar - Falsamente. Seu pai - Seus amigos mais queridos. Devem atravessá-lo - Isto é, devem feri-lo, castigá-lo com açoites que podem deixar marcas.\n4\nUma vestimenta rústica - Como a que os verdadeiros profetas costumavam usar.\n6\nCom o qual fui ferido - Para me recuperar da ruína de mim mesmo e dos outros pela impostura, veja ver.3.\n7\nÓ espada - Aflições, perseguições e a cruz. Meu pastor - Que é meu pastor fiel, e dará a sua vida pelas minhas ovelhas. Meu companheiro - Isto fala Cristo; o homem conosco, e Deus com seu pai, Deus - o homem em uma só pessoa. O pastor - Este grande e bom pastor. Vira a minha mão - Deus voltará a sua mão em favor, e para proteção guardará os novos e fracos discípulos.\n8\nDuas partes — Não exatamente duas, mas a maior parte morrerá de morte física, pela espada de Tito, ou de morte eterna sob a incredulidade. A terceira — Um remanescente, a parte menor, escapará ou será preservada.\n\nCapítulo XIV\nAs portas do inferno ameaçam a igreja; mas tudo acaba bem, vv. 1-7. A expansão da igreja, vv. 8-16. A punição daqueles que lutaram contra Jerusalém e que negligenciaram adorar ali, vv. 17-19. O crescimento e a pureza da igreja, vv. 20, 21.\n1\nO dia da vingança, Joel 2:1,2, vem, ou em breve te alcançará, ó pecadores, ingratos! Sangrentos! Judeus. Teus despojos, tudo o que tens, ó Jerusalém, se tornará presa do teu inimigo.\n2\nTodas as nações - Os romanos que naquela época dominavam todas as nações daquela parte do mundo. O restante - Aquele pequeno número de judeus que foram poupados por Tito. Não serão eliminados - Não foram proibidos de habitar na cidade.\n3\nEntão - Depois de ter punido suficientemente os judeus. Como quando lutou - Como naqueles dias em que lutou pelo seu povo.\n4\nFender-se-á - O Sinai derreteu-se, na presença do Deus de toda a terra. Grande vale - Tão fértil será o acesso plano desde o lugar dos pés do Senhor até Jerusalém.\n5\nO vale das montanhas - Um lugar provido por Deus para a segurança deles. Ó Senhor meu Deus - Como se dissesse, embora isso nos amedronte, ó Senhor; contudo, sem tais obras maravilhosas, não veremos a tua salvação; portanto, ó Senhor meu Deus, vem e traz os teus santos contigo.\n6\nNaquele dia - Enquanto Deus estiver lutando com os inimigos de sua igreja, as nações que lutaram contra Jerusalém. Nem escuridão - Haverá alguma misericórdia para apaziguar a amargura do julgamento, e algum julgamento com a nossa misericórdia.\n7\nUm dia — Um dia contínuo, sem pôr do sol para que seja noite tranquila: Deus sempre agirá para a salvação plena de sua Jerusalém espiritual. Conhecido pelo Senhor — O Senhor sabe quando começará, como e quando terminará.\n8\nNaquele dia - Quando os dias de ignorância e idolatria terminarem. Águas vivas - As verdades vivificantes e salvadoras do evangelho, com todas as suas ordenanças em pureza. De Jerusalém - A igreja de Cristo, a verdadeira Jerusalém. O mar anterior - Ou mar oriental. O mar posterior - Ou mar ocidental. No verão e no inverno - Perpetuamente, sem interrupção, essas águas jamais secarão ou perderão sua virtude curativa.\n9\nNaquele dia - Todos os homens concordarão em adorar um Deus, em uma forma de adoração espiritual e em obediência sincera.\n10\nToda a terra - Toda a terra da Judeia, um tipo de toda a terra, será preenchida com o conhecimento de Deus. Como uma planície - Todos os lugares altos e irregulares, todos os terrenos rochosos e áridos, serão transformados em vinhas frutíferas. Assim, a igreja de Cristo será frutífera, humilde e amável. Geba - O limite norte da terra. Rimmon - O limite sul da Judeia. Jerusalém - Que, tomada misticamente, é a igreja de Cristo, e pela reparação de tudo para esta Jerusalém, é sombreada para fora do edifício completo da igreja em todos os lados, norte, sul, oeste e leste. Exaltada - Erguida do pó. Portão de Benjamim - Portão de Benjamim norte - leste, portão da esquina norte - oeste; torre de Hananiel ao sul, prensas de vinho ao norte; isto é, em resumo, completamente ao redor da cidade.\n11\nE homens — muitos em número, eminentes em valor. Destruição total — pode haver aflições, mas não devastação total de Jerusalém; as portas do inferno não prevalecerão contra ela.\n13\nUm grande tumulto — Confusão. Surgirá — De murmúrios uns contra os outros, eles finalmente entrarão em guerras civis, e assim se destruirão e vingarão Jerusalém.\n14\nJudá - Os judeus, e possivelmente Judas Macabeu, podem ser os pretendidos.\n15\nO cavalo - Aquelas criaturas que o inimigo utilizou nas guerras, serão destruídas repentina e estranhamente pela mão de Deus.\n16\nO que resta — Isso escapa ao golpe. Adorar — Por meio de um costume cerimonial que prenunciava uma adoração melhor, o profeta prediz o zelo constante dos gentios convertidos em adorar o Senhor. A Festa dos Tabernáculos — Uma festa solene é, por meio de uma figura, colocada para todos os dias consagrados a Deus para o culto santo.\n20\nHaverá - Escrito como se estivesse em cada coisa comum. Santidade ao Senhor - Suas pessoas levarão a inscrição dedicatória de santidade ao Senhor, e pelo estudo da santidade eles farão valer seu lema. As panelas - Que eram usadas nas cozinhas do templo, e não eram consideradas tão sagradas quanto os utensílios perto dos sacrifícios e do altar. As tigelas - Que recebiam o sangue dos sacrifícios, eram consideradas mais sagradas; assim a tua santidade nestes dias excederá a santidade daqueles dias passados.\n21\nCada panela - Os utensílios das casas particulares serão todos dedicados ao serviço de Deus. Esse sacrifício - Assim o profeta expressa todas as afeições, práticas e cultos religiosos, que serão tão agradáveis a Deus quanto os sacrifícios de seu povo oferecidos com garantia e aprovação divinas. Ferva nele - A parte do sacrifício que pertence aos sacerdotes e ao ofertante para banquetear-se. O cananeu - Qualquer um da nação amaldiçoada, ou alguém que comercializa a religião. Mas todos saberão que o Senhor tem o maior prazer no amor e na santidade retos e sinceros.\n\n\nMalaquias\nEmbora Malaquias seja o último dos profetas, e nele a profecia cessou, o espírito da profecia brilha nele tão claro, tão forte, tão brilhante quanto em qualquer outro que o precedeu. Os judeus o chamam de selo da profecia, porque nele a sucessão dos profetas chegou a um período: Deus sabiamente ordenou que a profecia cessasse, algumas eras antes da vinda do Messias, para que ele pudesse parecer mais conspícuo e ser mais bem-vindo. Ageu e Zacarias foram enviados para repreender o povo por atrasar a construção do templo: Malaquias para repreendê-los por sua negligência, agora que ele estava construído, e por sua profanação do templo — serviço. E os pecados que ele reprova são aqueles de que se queixa Neemias, com quem se supõe ter sido contemporâneo. E agora que a profecia estava para cessar, ele fala mais claramente do Messias do que qualquer outro profeta havia feito.\nCapítulo I\nO profeta repreende os judeus por sua ingratidão para com Deus, vv. 1-5. Por sua negligência para com suas instituições, vv. 6-14.\n2\nAmei vocês - Tanto pessoalmente, considerando-os como relativamente, em relação aos progenitores. Nós - Que fomos cativos e gememos sob ela todos os nossos dias, até recentemente. Não foi Esaú - Não os gerou um pai, e uma mãe os gerou? Eu amei Jacó - Eu o preferi à primogenitura, e a este amor livre. Eu amei sua pessoa e sua posteridade.\n3\nEu odiei - não amei a posteridade de Esaú como amei a de Jacó. Sua herança - Monte Seir com as montanhas vizinhas. Devastação - Pelas armas de Nabucodonosor cinco anos após o saque de Jerusalém, e enquanto o cativeiro de Jacó retornou e suas cidades foram reconstruídas, as de Esaú nunca o foram. Os dragões - Criaturas que se deleitam em lugares desolados, pelos quais a completa desolação de Esaú é simbolizada.\n4\nDerrubar - Assim ele fez nos tempos dos Macabeus. A fronteira da maldade - Eles serão um povo extremamente perverso, e tão notório, que todos os seus vizinhos os marcarão por isso. Indignação - Eles provocarão a Deus tão fortemente, que a indignação dele se acenderá contra eles para sempre.\n5\nDesde a fronteira de Israel - Que Israel, de todas as suas fronteiras, dê louvor a Deus.\n6\nÓ sacerdotes, se a indisciplina tivesse sido encontrada entre o povo ignorante, isso poderia ter sido um pouco desculpável. Mas vocês, sacerdotes, cuja função é me conhecer, como os filhos de Eli, me desprezaram, e fizeram com que outros também o fizessem.\n7\nPão - Seja a refeição - oferendas, ou melhor, num sentido mais amplo, todos os sacrifícios e oblações. Vós dizeis - Talvez em palavras; pelo menos as vossas ações falam dos vossos pensamentos. A mesa - Isto compreende tudo o que foi oferecido a Deus.\n8\nMal - Não é contra a ordem expressa de Deus?\n9\nEu vos rogo, ó sacerdotes. Implorai, intercedei a Deus por seu povo pecador. Este desprezo a Deus.\n11\nIncenso — Um termo da lei para um dever evangélico, e sob este tipo estão contidas as orações e louvores, ou melhor, todo o evangelho — a adoração. Uma oferta pura — sincera, em oposição à hipocrisia, e santa, em oposição à impureza, superstição e idolatria.\n12\nMas vós, ó sacerdotes! E o povo, pelos vossos exemplos. Dizeis, pelo vosso comportamento. É impura, não é coisa sagrada. A sua carne, ou a que coube à porção do sacerdote, ou a que foi colocada sobre o altar.\n13\nQue cansaço — Que trabalho e labuta para observar cada ponto da lei. Isto — Com tais mentes desprezando meu serviço, e com tais sacrifícios, impróprios para o meu altar.\n14\nO enganador — O hipócrita que parece oferecer o melhor em sacrifício, mas afasta Deus com o pior. Um macho — Um macho perfeito, como Deus exige.\nCapítulo II\nOs sacerdotes foram repreendidos por profanar as coisas sagradas de Deus, vv. 1-9. Os sacerdotes e o povo por vários abusos com relação ao casamento, vv. 10-17.\n2\nEu os amaldiçoei - Eu já enviei a maldição, e ela está em parte sobre você.\n3\nEu corromperei — tirarei a sua prolífica virtude e força, para que não produza fruto. Espalharei esterco — É uma expressão do maior desprezo. Das vossas festas solenes — Os vossos dias e festas mais solenes serão para mim tão repugnantes quanto esterco, e tornarei a vós, que os ofereceis, tão impuros e repugnantes, como se eu tivesse atirado o esterco daqueles sacrifícios em vossos rostos. Levar-vos-ei — Sereis levados com ele, removidos tão impuros quanto o próprio esterco, igualmente dignos de serem lançados no monturo.\n4\nMinha aliança - Se vocês não confirmarem e não guardarem a aliança de Levi entre vocês, eu a firmarei da minha parte, castigando os que a violarem.\n5\nCom ele - Com Levi. Paz - De longa vida e prosperidade, assegurada aos levitas em seus devidos serviços diante de Deus. Diante do meu nome - Comportou-se com reverência diante de Deus.\n6\nEstava em sua boca - Ele ensinava ao povo. Arão, Eleazar, Fineias, todos aqueles sacerdotes ou levitas, em qualquer época que viveram; que temiam a Deus e eram humildes. Iniquidade não se encontra - Ele não julgava com acepção de pessoas, nem por subornos. Ele andava - Toda a sua vida era um caminhar contínuo com Deus; ele vivia com Deus e para Ele. Em paz - Com Deus, e seu objetivo era viver em paz com os outros.\n7\nDevem manter o conhecimento - É a isso que seu ofício os obriga; é dever de todo o povo de Deus conhecer a Sua lei, mas é dever do sacerdote conhecê-la mais do que os outros. E eles - O povo.\n8\nMas vós, Sacerdotes, tropeçais na lei, com vossas falsas interpretações. Corrompestes-a, violastes-a, contradissestes as suas grandes intenções e fizestes o que estava em vosso poder para os derrotar.\n9\nForam parciais — Vocês perverteram a lei para agradar grandes homens ou para servir a algum desígnio indigno. Quando investigamos \"as razões do desprezo pelo clero\", deveríamos esquecer isso?\n10\nUm pai — Abraão, ou Jacó, com quem Deus fez a aliança pela qual sua posteridade se tornou um povo peculiar. Nos criou — O profeta fala daquela grande e graciosa obra de Deus, criando-os para ser um povo escolhido. E assim nós, cristãos, somos criados em Cristo Jesus.\n11\nProfanou - Violou profanamente a lei, confinando Israel a se casar dentro de si, e a não se colocar em perigo, contraindo afinidade com idólatras. Que ele amava - Que ele, Judá, outrora amou. A filha - Idólatras. Mesmo tendo esposas antes, as quais agora rejeitam.\n12\nO mestre e o erudito - Não restará ninguém para ensinar nem para aprender. Aquele que oferece - Os sacerdotes.\n13\nE isto — Além daquela primeira falta, vocês cometeram outra: abusam e afligem suas esposas judias, as quais somente vocês deveriam ter estimado. Com lágrimas — Suas esposas desprezadas correm para o templo, choram e clamam a Deus por reparação. Com choro — Isto é adicionado para mostrar a abundância de suas lágrimas. Ele — O Senhor.\n14\nA esposa da tua aliança - A quem estás tão firmemente ligado, que enquanto ela continuar fiel, não poderás ser desligado.\n15\nUm - Mas um homem e uma mulher. Contudo - Contudo, ele poderia ter feito mais. Portanto, um - Um casal, e nada mais. Uma semente piedosa - Uma semente santa nascida de Deus em matrimônio casto, e criada como nasceu, no temor de Deus. Tome cuidado - Guarde seu coração de vagar atrás de esposas estranhas.\n16\nRepudiar - Divórcio, como o que esses judeus petulantes usavam para abrir caminho para novas esposas, algo que Deus odeia tanto quanto repudiar.\n17\nSuas palavras — Seu raciocínio perverso e suas disputas ímpias contra Deus. É bom — Esta inferência perversa que eles tiraram, de sua prosperidade no mundo. Ele se deleita neles — Como parece (dizem esses ateus) por fazê-los prosperar. Onde está o Deus do julgamento? — Se ele está lá, julgando e governando o mundo, por que não pune esses homens?\nCapítulo III\nUma promessa da vinda do Messias e de seu precursor, vers. 1-6. Uma repreensão aos judeus e uma ordem para emendar-se, vers. 7-12. Uma descrição dos ímpios, vers. 13-15. E dos justos, vers. 16-18.\n1\nEu - O Messias. Meu mensageiro - João Batista. O Senhor - O Messias. A quem buscais - A quem vós, que verdadeiramente temeis a Deus, desejais e aguardais. Vindo de repente - Após a vinda de seu precursor. Ao seu templo - Aquele que foi o segundo templo em Jerusalém, recentemente construído por Zorobabel e Josué. O mensageiro - O anjo da aliança, o Messias, em cujo sangue a aliança entre Deus e o homem foi confirmada. Em quem vos deleitais - Vós, judeus, entre os quais poucos há, que não se comprazem em pensar em sua vinda, embora por vários motivos.\n2\nPermanecer - Quem será capaz de suportar o peso daquelas cruzes que naquele dia cairão sobre todos os tipos de homens? O dia - Este dia foi desde a sua pregação até a destruição total de Jerusalém, cerca de setenta anos após o nascimento de Cristo. O fogo do refinador - Alguns são como metais, que nada além de um fogo feroz pode purificar, tal fogo serão os problemas destes dias. Sabão de lavandeiro - Como águas ferventes, nas quais roupas manchadas são jogadas, e como a fricção delas com sabão; assim aquele dia provará a todos, um dia de grande provação, para purificar e refinar.\n3\nEle se ajustará - Conforme determinado a participar de sua obra e concluí-la. Ele purificará - O efeito desta prova de fogo será a purificação completa das pessoas que passarão por ela. Filhos de Levi - Os levitas judeus, ou todos os cristãos, que são feitos sacerdotes para Deus. Em justiça - Para que se ofereçam, suas almas e corpos a Deus, em justiça e verdadeira santidade.\n4\nAs ofertas — Os serviços e deveres de toda a igreja cristã. Agradável — Bem agradável a ele.\n5\nEu me aproximarei — Vocês falaram como se pensassem que eu estava longe, mas verão que estou perto. Para vocês — ó judeus, não para aquelas mesmas pessoas a quem Malaquias pregou, mas para aqueles que viviam quando o Messias veio.\n6\nEu não mudo — tenho um ódio imutável pelo pecado; e minha longanimidade também não muda; portanto, vocês não são consumidos em seus pecados. Não consumido — Deus é o mesmo em sua sabedoria para ordenar as recompensas do bem e do mal no tempo mais oportuno; portanto, nem um nem outro são consumidos, mas preservados para o tempo determinado por Deus.\n7\nDas minhas ordenanças - Que direcionavam minha adoração, ou suas relações uns com os outros.\n9\nAmaldiçoados com uma maldição - São grandemente amaldiçoados.\n10\nTrazei - Fazei o pagamento pontual e integral de todos os dízimos; sobre isso Neemias contendeu com os governantes e os fez obedecer, e então todo o Judá obedeceu e fez o mesmo, Neemias 13:10-13. Para o armazém - Este era um ou mais cômodos grandes, construídos propositalmente para este uso. Para que haja carne - Para os sacerdotes e levitas se alimentarem. Provai-me - Fazei o experimento. As janelas do céu - Uma espécie de discurso proverbial, para expressar grande abundância. Uma bênção - Primeiro de chuva para regar a terra, depois uma bênção de milho, vinho e azeite, e todos os outros produtos da terra.\n11\nO devorador - Todos os tipos de devoradores, os gafanhotos, a locusta e a lagarta, que embora sejam em multidões incríveis, uma repreensão de Deus os deterá a todos de uma vez, como se fossem um só. Por amor de vocês - Para o seu bem. Sua videira - Sua videira dará os seus frutos até que estejam completamente maduros.\n12\nTodas as nações — Tudo o que está ao seu redor. Uma terra encantadora — O renascimento da religião em uma terra a tornará encantadora — tanto para Deus quanto para todos os homens de bem.\n15\nE agora — dizes tu — vemos diante dos nossos olhos que os orgulhosos desprezadores de Deus e da sua lei são os que prosperam. Libertados — Escapam de todo castigo.\n16\nEntão - Quando o desprezo por Deus se tornou tão grande. Que temiam o Senhor - Aqueles que eram verdadeiramente religiosos. Falavam frequentemente - Conversavam entre si com mais frequência. E um livro - Tudo isso é falado à maneira dos homens. Para eles - Em seu nome.\n17\nConstrói minhas joias - Isto será plenamente reparado no último grande dia, e no céu para as eras eternas. Eu as pouparei - Enquanto isso, elas serão poupadas, dignas de pena, preservadas e amadas.\n18\nVós, que desprezais a Deus e a religião, retornai à vossa razão, impelidos pelo poder convincente dos juízos de Deus. Discerni - Vede claramente a felicidade dos justos e a vossa própria miséria, que perecem na vossa maldade.\nCapítulo IV\nA miséria iminente dos ímpios e a felicidade dos justos, vv. 1-3. Uma orientação para cumprir a lei e esperar Elias, isto é, João Batista, o precursor do Messias, vv. 4-6.\n1\nVem - Embora esteja distante de você, ainda assim está chegando e o alcançará e o dominará também. Como um forno - O fogo do ourives, cap. 3:2, é agora representado como um fogo, queimando mais terrivelmente, como de fato aconteceu quando Jerusalém e o templo estavam em chamas, quando o fogo se alastrou por toda parte, mas com mais ferocidade onde os tetos arqueados o faziam dobrar-se e envolver as chamas com chamas. E isso pode muito bem ser um emblema do dia do julgamento.\n2\nO sol da justiça — Cristo, que é apropriadamente comparado ao sol, sendo a fonte de luz e calor vital para a sua igreja. E de misericórdia e benignidade; pois a palavra hebraica implica ambas. Com cura — Seus raios trarão saúde e força, com deleite e alegria, segurança e proteção. Saiam — Saiam de Jerusalém, antes do cerco fatal. Cresçam — Em força, vigor e estatura espiritual. Do estábulo — Onde estão guardados e bem ordenados.\n3\nPisar os ímpios - Quando os crentes pela fé vencem o mundo, quando suprimem seus apetites e paixões corruptos, e quando o Deus da paz esmaga Satanás debaixo dos seus pés, então eles de fato pisoteiam os ímpios.\n4\nLembrem-se: Agora, deixem a profecia, pois nada mais terão até que venha o grande profeta, até que venha Siló. Mas obedeçam diligentemente à lei de Moisés. Para todo o Israel, enquanto eles forem um povo e uma igreja. Estatutos e juízos: Não sejam parciais; estatutos e juízos, isto é, toda a lei, vocês devem obedecer e lembrar-se dela como Deus requer.\n5\nEis que eu enviarei - Embora o espírito de profecia cesse por quatrocentos anos, contudo, ao término desses anos, vocês terão um enviado, tão grande quanto Elias. Elias - Ou seja, João Batista, que veio no espírito e poder de Elias, Lucas 1:17, e, portanto, leva seu nome. Antes - Ou seja, imediatamente antes; portanto, ele nasceu seis meses antes de Cristo e começou sua pregação alguns anos antes de Cristo começar a exercer seu ofício público. O grande e terrível dia do Senhor - Isso se refere literalmente aos tempos de vingança sobre os judeus, desde a morte de Cristo até a desolação final da cidade e do templo, e por acomodação, até o fim do mundo.\n6\nE ele - João Batista. Converterá o coração - Havia naquela época muitas divisões grandes e anormais entre os judeus, nas quais os pais planejavam o mal para seus próprios filhos. Dos filhos - Filhos desobedientes, afastados de seus pais. Com uma maldição - Que termina em destruição total; deixando Jerusalém um monte desolado e um monumento perpétuo do desagrado de Deus. Alguns observam que a última palavra do Antigo Testamento é uma maldição: enquanto o Novo Testamento termina com uma bênção, sim, a mais seleta das bênçãos: A graça de nosso Senhor Jesus Cristo esteja com todos nós! Amém.\n24 de dezembro de 1766.\n\n"
}